import { GpsMonitoringAndDispatchingPageContent } from '@common/pagesContent/gpsMonitoringAndDispatching'

export default {
    seo: {
        title: 'GIS - GPS-моніторинг та диспетчеризація',
        description: 'Комплексна система управління транспортом, що дозволяє в режимі реального часу контролювати місцезнаходження, технічний стан та ефективність роботи транспортних засобів',
    },
    heroWidget: {
        title: 'GPS-моніторинг та диспетчеризація',
        description: 'Комплексна система управління транспортом, що дозволяє в режимі реального часу контролювати місцезнаходження, технічний стан та ефективність роботи транспортних засобів',
        image: '/images/gps-mon-disp-hero-ng.jpg',
    },
    functionalityWidget: {
        title: 'Функціональні можливості',
        functionalityList: [
            {
                image: '/images/icon-gps-small.png',
                title: 'GPS-моніторинг',
                description: 'у реальному часі – відстеження координат, швидкості та напрямку руху транспорту на інтерактивній карті.',
            },
            {
                image: '/images/icon-fuel-small.png',
                title: 'Контроль витрат ',
                description: 'аналіз споживання пального, попередження крадіжок та перевитрат.',
            },
            {
                image: '/images/icon-dispatching-small.png',
                title: 'Диспетчеризація',
                description: 'маршрутів – планування та коригування маршрутів на основі поточних дорожніх умов.',
            },
            {
                image: '/images/icon-docs-small.png',
                title: 'Автоматизовані',
                description: 'звіти – детальний аналіз роботи транспорту, включаючи пробіг, витрати, простої та ефективність маршрутів.',
            },
            {
                image: '/images/icon-city-small.png',
                title: 'Інтеграція',
                description: 'з іншими міськими системами – сумісність із цифровими платформами управління містом.',
            },
        ],
        advantages: {
            title: 'Переваги:',
            list: [
                'Зниження експлуатаційних витрат на 20-30%',
                'Підвищення ефективності використання транспорту',
                'Прозорість роботи перевізників',
            ],
        },
        tags: [
            'Громадський транспорт',
            'Моніторинг особистого транспорту',
            'Разові рейси та спецперевезення',
            'Рішення для моніторингу вантажоперевезень',
            'Рішення для служб швидкого реагування',
            'Рішення для комунальних та сервісних служб',
        ],
    },
    paperWidget: {
        title: null,
        children: [
            {
                type: 'client-paper-card',
                title: 'Громадський транспорт',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-public-transport.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Моніторинг особистого транспорту',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-monitoring.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Разові рейси та спецперевезення',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-single-voyage.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами ',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Рішення для моніторингу вантажоперевезень',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-solutions.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Рішення для служб швидкого реагування',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-helper.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Рішення для комунальних та сервісних служб',
                subtitle: 'Інтелектуальна система управління громадським транспортом, що дозволяє місту оптимізувати пасажирські перевезення та покращити якість обслуговування мешканців.',
                image: '/images/gps-mon-disp-bus.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Відстеження руху транспорту – онлайн-моніторинг автобусів, тролейбусів, трамваїв у режимі реального часу.',
                        'Оптимізація маршрутної мережі – аналітика пасажиропотоку для адаптації графіків та маршрутів.',
                        'Автоматизоване управління розкладом – розрахунок інтервалів руху на основі динамічних змін трафіку.',
                        'Система оповіщень для пасажирів – інформаційні табло, мобільні додатки та SMS-сповіщення про прибуття транспорту.',
                        'Моніторинг заповненості салонів – використання IoT-сенсорів для визначення кількості пасажирів у транспорті.',
                    ],
                    advantages: [
                        'Скорочення інтервалів між рейсами',
                        'Покращення комфорту для пасажирів',
                        'Прозорість роботи перевізників та мінімізація "тіньових" перевезень',
                    ],
                },
            },
        ],
    },
    eTransportWidget: {
        content: '<span>e-Transport</span> — це інноваційне рішення для управління міським транспортом, що дозволяє містам, підприємствам та комунальним службам значно підвищити ефективність, зменшити витрати та забезпечити комфорт для мешканців.',
    },
} satisfies GpsMonitoringAndDispatchingPageContent
