[
	{
		"base_field": {
			"image": "/news-images/news-1753953966484-49.png",
			"date_add": "2023-05-30T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>З метою покращення якості обслуговування пасажирів, у міському та приміському громадському транспорті Стрийщини запроваджується механізм Служби контролю оплати проїзду.</p><p>Про це повідомив СЕО ТОВ «Українські геоінформаційні системи» <strong>Андрій Ковалик</strong>.</p><p>У межах інформаційно-просвітницької кампанії оператор АСООП ТОВ «ГІС-СЕРВІС», розробник ТОВ «УГС» та перевізники розпочинають активне інформування пасажирів щодо контролю та належної оплати проїзду в громадському транспорті.</p><p>&#160;«Це може бути банківська картка, персоналізована соціальна чи транспортна, оплата QR-кодом, у застосунку «Socium» чи готівкою. Якщо пасажир купує е-квиток перед початком поїздки, то його слід обов’язково валідувати в салоні автобуса. Проте, якщо він купує е-квиток із одночасним скануванням, то валідація є автоматичною», – наголошує <strong>Андрій Ковалик</strong>.</p><p>Також він розповів, що при розробці системи оплати обліку проїзду е-квиток «Socium», запроваджено механізм Служби контролю (реєстрації) оплати проїзду в межах чинного законодавства України та Правил користування громадським пасажирським транспортом (автобусом) на території Стрийської міської територіальної громади.</p><p>&#160;«Станом на сьогодні, рішенням виконавчого комітету Стрийської міської ради затверджено «Положення про порядок здійснення контролю оплати (реєстрації) проїзду у міському та приміському пасажирському автомобільному транспорті&#160; на території Стрийської міської територіальної громади». Контроль здійснюватимуть працівники перевізників, ОТГ та оператора АСООП.</p><p>У випадку відсутності у пасажира дійсного електронного квитка,&#160; а також факту здійснення реєстрації оплати проїзду у транспортному засобі під час поточної поїздки, пасажир вважається таким, який здійснив безквитковий проїзд. Правопорушнику пропонується оплатити вартість проїзду та виноситься постанова про накладання адміністративного стягнення за адміністративне правопорушення, передбачене ст.&#160;135 Кодексу України про адміністративні порушення (КЗпАП).</p><p>Тому в будь-якому випадку пасажир має обов’язково вимагати&#160; квиток у водія, незалежно від виду оплати проїзду. Адже сума штрафу за безквитковий проїзд у міському та приміському громадському транспорті становитиме в 10 – кратному розмірі від вартості проїзду.</p><p>Таким чином, у міському та приміському громадському транспорті Стрийщини, працівник Служби контролю (реєстрації) оплати проїзду має право притягувати пасажира до адміністративної відповідальності, виписуючи штраф за безквитковий проїзд», – пояснив <strong>Андрій Ковалик</strong>.</p><p><strong>Довідково:</strong></p><p>Відповідальність за безквитковий проїзд у міському та приміському транспорті передбачена ст. 135 КУпАП, а відповідно до статті 229 КЗпАП визначено осіб, які мають право накласти адміністративні стягнення у вигляді штрафу.</p>",
				"title": "У громадському транспорті на Стрийщині боротимуться з безквитковими пасажирами"
			},
			"en": {
				"content": "<p>In order to improve passenger service quality, a fare validation control service will be introduced in city and intercity public transport in the Stryi region.</p><p>This was announced by the CEO of Ukrainian Geoinformation Systems LLC, <strong>Andriy Kovalyk</strong>.</p><p>As part of an informational and educational campaign, the ASOOP operator LLC 'GIS‑SERVICE', the developer UGS LLC, and transport companies are launching active passenger notification regarding fare control and proper payment for public transport.</p><p>'Payment can be made by bank card, personalized social or transport card, QR code, via the 'Socium' app, or cash. If a passenger purchases an e‑ticket before the trip, it must be validated onboard. However, if the e‑ticket is purchased with simultaneous scanning, validation is automatic,' emphasizes <strong>Andriy Kovalyk</strong>.</p><p>He also explained that during the development of the Socium e‑ticketing system, a fare control service (registration) mechanism was implemented in compliance with Ukrainian legislation and the Rules for Use of Passenger Transport (bus) within the Stryi city territorial community.</p><p>'As of today, the executive committee of Stryi City Council has approved the Regulation on the procedure for fare payment control (registration) in city and suburban passenger transport within the Stryi city territorial community. Control will be carried out by transport operators, the community, and the ASOOP operator.'</p><p>If a passenger does not have a valid e‑ticket process registered onboard during the trip, they are considered to have traveled without a ticket. The offender is offered to pay the fare and a fine is issued for violation under Article 135 of the Code of Ukraine on Administrative Offenses.</p><p>Therefore, a passenger must always request a ticket from the driver, regardless of payment method. A fine for fare‑dodging in city and suburban public transport will amount to ten times the fare cost.</p><p>Thus, in city and suburban public transport of Stryi region, a fare control (registration) officer has the right to hold the passenger administratively liable and issue a fine for fare‑dodging,' explained <strong>Andriy Kovalyk</strong>.</p><p><strong>For reference:</strong></p><p>Liability for fare‑dodging in city and suburban transport is provided by Article 135 of the Code of Administrative Offenses, and Article 229 defines persons authorized to impose administrative penalties.</p>",
				"title": "In Public Transport on Stryi Region They Will Combat Fare‑Dodgers"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953966280-67.png",
			"date_add": "2023-05-28T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Пропонуємо до Вашої уваги роз’яснення від оператора АСООП ТОВ «ГІС-СЕРВІС»&#160;та розробника ТОВ «Українські геоінформаційні системи» щодо видів карток та переваг зручності використання електронного квитка «Socium» у громадському транспорті на Стрийщині.</p><p><strong>Які є види карток для користування АСООП у Стрийському районі:</strong></p><p>– транспортна картка (для всіх пасажирів);</p><p>– персоналізована соціальна картка «Socium» (для пільговиків).</p><p><strong>Де придбати транспортну картку «</strong><strong>Socium</strong><strong>»?</strong></p><p>Для комфортного проїзду транспортну картку «Socium» можна придбати за такими локаціями продажу у Стрию:</p><p>– магазин «Навчальна книга» (вул. Хмельницького, 39);</p><p>– автостанція м. Стрий АС-3 (Пасаж).</p><p><strong>Скільки коштує транспортна картка?</strong></p><p>Вартість картки становить 200 грн. При покупці, на ній уже є 100 грн, які можна використовувати для оплати проїзду, а коли кошти на ній завершаться – поповнити у терміналах самообслуговування EasyPay.</p><p><strong>Як поповнити транспортну картку «</strong><strong>Socium</strong><strong>»?</strong></p><p>Опісля використання коштів, кожен користувач може поповнити транспортну картку:</p><p>– вибрати на екрані терміналу самообслуговування EasyPay «Квитки, подорожі» – «Socium»;</p><p>– ввести «Номер картки»;</p><p>-внести готівку та поповнити картку на необхідну суму коштів.</p><p><strong>Хто може отримати персоналізовану соціальну картку</strong><strong> </strong><strong>«</strong><strong>Socium</strong><strong>»?</strong></p><p>Пільгові категорії громадян, які проживають у Стрийській, Грабовецько-Дулібівській та Моршинській ОТГ та мають обов’язково бути у реєстрах пільговиків, поданих оператору АСООП соцзахистом від місцевої ОТГ.&#160;</p><p><strong>Як отримати персоналізовану соціальну картку «Socium»?</strong></p><p>Якщо пасажир перебуває у реєстрах пільгових категорій громадян у Стрийській, Грабовецько-Дулібівській чи Моршинській ОТГ, то має звернутися в один із ЦНАПів за місцем проживання.&#160; Час видачі картки «Socium»становить 5 хвилин.</p><p><strong>Які документи потрібні у ЦНАПі для оформлення пільгового е-квитка?</strong></p><p>1) паспорт громадянина України, чи ID картка;</p><p>2) ідентифікаційний код (довідка чи код на ID-картці);</p><p>3) пенсійне посвідчення (або документ, що підтверджує статус пільговика).</p><p><strong>Чи потрібно пільговику платити за виготовлення картки?</strong></p><p>Виготовлення персоналізованої соціальної картки <strong>«Socium»</strong> є безкоштовним. Однак, якщо картка загублена чи пошкоджена, пасажир має обов’язково звернутися у ЦНАП, де йому видадуть нову (послуга з виготовлення дублікату картки становить 100 грн). Безкоштовною є картка, яка видана вперше.</p><p>Окрім цього, <a href=\"https://ua-gis.com/about-work-mobile-application-socium/\">нагадуємо</a> пасажирам щодо користування мобільним застосунком &#160;«Socium», в якому також можна купити е-квиток QR-кодом, відстежити рух громадського транспорту, переглянути графіки руху – у Стрию, Львові та Львівській області.</p>",
				"title": "Як отримати картку е-квиток «Socium»: види та переваги зручності використання на Стрийщині"
			},
			"en": {
				"content": "<p>We present an explanation from the ASOOP operator LLC 'GIS‑SERVICE' and UGS LLC regarding the types of cards and advantages of using the Socium e‑ticket in public transport in the Stryi region.</p><p><strong>Types of cards available in the Stryi district:</strong></p><p>– Transport card (for all passengers);</p><p>– Personalized social 'Socium' card (for eligible groups).</p><p><strong>Where to purchase the 'Socium' transport card?</strong></p><p>You can buy the Socium transport card at the following locations in Stryi:</p><p>– 'Navchalna knyha' store (39 Khmelnytskoho Street);</p><p>– Stryi Bus Station AS‑3 (Passazh).</p><p><strong>How much does the transport card cost?</strong></p><p>The card costs 200 UAH. It includes 100 UAH on the first issue, which can be used for fares. When the balance runs out, it can be topped up via EasyPay self-service terminals.</p><p><strong>How to top up the Socium transport card?</strong></p><p>After using the initial funds, a user can replenish the card by:</p><p>– selecting 'Tickets, travel' → 'Socium' on EasyPay terminal;</p><p>– entering the 'Card Number';</p><p>– inserting cash to top up the desired amount.</p><p><strong>Who is eligible for the personalized social 'Socium' card?</strong></p><p>Residents of Stryi, Hrabovetsko‑Dulibivska, and Morshyn OTGs belonging to registered eligible categories submitted by social protection services are entitled to receive it.</p><p><strong>How to receive the personalized social 'Socium' card?</strong></p><p>If the passenger is on the eligible categories list in one of the aforementioned OTGs, they should visit a local public service centre (CNAP). The issuance takes approximately 5 minutes.</p><p><strong>Is there a fee for issuing the card?</strong></p><p>The first personalized social 'Socium' card is free. If it's lost or damaged, a duplicate costs 100 UAH.</p><p>Additionally, we remind passengers about the 'Socium' mobile app, where you can buy e‑tickets via QR code, track public transport movement, and view schedules in Stryi, Lviv, and Lviv region.</p>",
				"title": "How to Obtain the Socium E‑Ticket Card: Types and Advantages in Stryi Region"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953966177-28.jpg",
			"date_add": "2023-05-24T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><strong>Що таке е-квиток «Socium»?</strong></p><p>– Автоматизована система обліку та оплати проїзду (АСООП), яка запроваджена та працює з кінця 2021 року, поки що у трьох громадах (Стрийській, Грабовецько-Дулібівській та Моршинській ОТГ).</p><p><strong>Для чого потрібна транспортна картка «Socium»?</strong></p><p>– Це пластикова картка з безконтактним чіпом, завдяки якій можна оплати за проїзд безготівковим способом у міському та приміському громадському транспорті ОТГ, де діє АСООП.</p><p><strong>Чи можна користуватися транспортною карткою «Socium» без мобільного застосунку?</strong></p><p>– Так, цією карткою можна користуватися незалежно від наявності мобільного застосунку. Увійшовши в транспорт пасажир сканує картку на валідаторі, який автоматично зчитує необхідну кількість коштів за поїздку до вказаного населеного пункту.</p><p><strong>Як перевірити залишок коштів на картці?</strong></p><p>– При оплаті проїзду транспортною карткою «Socium» валідатор друкує для кожного пасажира паперовий квиток, на якому є інформація про залишок невикористаних коштів для інших поїздок.</p><p><strong>Де можна поповнити транспортну картку «Socium»</strong></p><p>– Кожен пасажир може поповнити свою транспортну картку «Socium» у доступних платіжних терміналах самообслуговування EasyPay («Квитки, подорожі» – «Socium» – ввести «Номер картки» – внести готівку – поповнити на необхідну суму транспортну картку).</p><p><strong>У яких населених пунктах можна придбати транспорту куртку?</strong></p><p>– Поки що у Стрию в магазині «Навчальна книга» (вул. Хмельницького, 39) та на Автостанції м. Стрий АС-3 (Пасаж). Кількість пунктів постійно розширюватиметься.</p><p><strong>Як оформити пільговий е-квиток «Socium»?</strong></p><p>– Для отримання персоналізованої соціальної картки «Socium» мешканець має обов’язково бути у реєстрах пільговиків, поданих оператору соцзахистом місцевої ОТГ, а також звернутися до найближчого ЦНАПу та мати зі собою: 1) паспорт громадянина України (чи ID карту), 2) ідентифікаційний код (довідку чи код на на ID-картці) та 3) пенсійне посвідчення (або документ, що підтверджує статус пільговика).</p><p><strong>Чи може інша особа користуватися карткою пільгового пасажира?</strong></p><p>– Ні, пільгова картка є персоналізованою. У разі намагання скористатись карткою іншого власника, то вона буде вилучена водієм, а пільга – скасована.</p><p><strong>Залишилися ще запитання?</strong></p><p>Просимо звертатися на безкоштовну «гарячу» лінію «УГС» за номером телефону 0-800-35-19-21, у всі будні дні з 9 до 18 год, обідня перерва з 13 до 14 год.</p><p><strong>З повагою</strong></p><p><strong>команда ТОВ «Українські геоінформаційні системи»</strong></p>",
				"title": "Е-квиток «Socium»: Запитання & Відповіді"
			},
			"en": {
				"content": "<p><strong>What is the 'Socium' e-ticket?</strong></p><p>– An automated fare collection and payment system (ASOOP), implemented and operating since the end of 2021, currently in three communities (Stryi, Hrabovetsko-Dulibivska, and Morshyn OTG).</p><p><strong>What is the 'Socium' transport card for?</strong></p><p>– It is a plastic card with a contactless chip that allows you to pay for travel cashlessly on urban and suburban public transport in OTGs where ASOOP operates.</p><p><strong>Can I use the 'Socium' transport card without a mobile application?</strong></p><p>– Yes, you can use the card regardless of whether you have the mobile app. Upon boarding, the passenger scans the card at the validator, which automatically deducts the required fare for the trip to the specified location.</p><p><strong>How can I check the card balance?</strong></p><p>– When paying for travel with the 'Socium' card, the validator prints a paper ticket that shows the remaining balance available for other trips.</p><p><strong>Where can I top up the 'Socium' transport card?</strong></p><p>– Passengers can top up their 'Socium' card at EasyPay self-service payment terminals (select 'Tickets, Travel' – 'Socium' – enter 'Card Number' – insert cash – top up the transport card with the desired amount).</p><p><strong>In which localities can I buy a transport card?</strong></p><p>– Currently available in Stryi at the 'Navchalna Knyha' store (Khmelnytskoho St., 39) and at the Stryi Bus Station AS-3 (Pasazh). The number of points of sale is gradually increasing.</p><p><strong>How to apply for a discounted 'Socium' e-ticket?</strong></p><p>– To obtain a personalized social 'Socium' card, a resident must be listed in the local OTG’s social protection registers submitted to the operator, and also visit the nearest CNAP with: 1) a Ukrainian passport (or ID card), 2) tax identification number (certificate or on the ID card), and 3) pension certificate (or other document confirming eligibility for benefits).</p><p><strong>Can another person use a beneficiary's card?</strong></p><p>– No, the benefit card is personalized. If someone else attempts to use another person's card, it will be confiscated by the driver and the benefit will be revoked.</p><p><strong>Still have questions?</strong></p><p>Please contact the free UGS hotline at 0-800-35-19-21 on weekdays from 9:00 to 18:00 (lunch break from 13:00 to 14:00).</p><p><strong>With respect,</strong></p><p><strong>The team of 'Ukrainian Geoinformation Systems' LLC</strong></p>",
				"title": "E-ticket 'Socium': Questions & Answers"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964673-42.jpg",
			"date_add": "2023-05-22T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em>На численні прохання мешканців Стрийської, Грабовецько-Дулібівської та Моршинської ОТГ, розробник АСООП ІТ-компанія ТОВ «Українські геоінформаційні системи» надає роз’яснення про роботу мобільного застосунку «Socium».</em></p><p><strong>Що таке «Socium»?</strong></p><p><strong>«Socium» – </strong>мобільний транспортний застосунок, який розроблений ТОВ «Українські геоінформаційні системи»у 2021 році та успішно працює на двох операційних системах, де можна відстежити: рух громадського транспорту, який курсує на Львівщині, переглянути графіки руху – у м. Стрий, м. Львів та Львівській області, а також купити е-квиток QR-кодом – оплатити проїзд на території Стрийської, Грабовецько-Дулібівської та Моршинської ОТГ. Кількість громад із АСООП постійно зростає.</p><p><strong>Де завантажити «Socium»?</strong></p><p>Ви можете завантажити застосунок «Socium» на Ваш смартфон із App Store або Play Market.</p><p>● iOS – <a href=\"https://apps.apple.com/ua/app/socium/id1564915958?l=uk\">https://apps.apple.com/ua/app/socium/id1564915958?l=uk</a> </p><p>● Android – <a href=\"https://play.google.com/store/apps/details?id=com.onesoft.socium\">https://play.google.com/store/apps/details?id=com.onesoft.socium</a></p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"750\" height=\"739\" src=\"/news-images/news-1753953965475-86.jpg\" alt=\"\" class=\"wp-image-53925\"></figure><p><strong>Як працює застосунок?</strong></p><p>Для зручності користування всіма функціями закликаємо <strong>пройти авторизацію </strong>(даними Google або Apple). Звісно, Ви можете переглядати інформацію, через функцію «Продовжити без реєстрації», але у такий спосіб надалі не вдасться купити е-квиток «Socium» та оплатити за проїзд у громадському транспорті.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1295\" src=\"/news-images/news-1753953965545-40.png\" alt=\"\" class=\"wp-image-53926\"></figure><p><strong>Які послуги можна отримати у застосунку?</strong></p><p>Зараз у мобільному застосунку «Socium» доступні такі <strong>функції та послуги</strong>:</p><p>– онлайн відображення, графіки руху;</p><p>– сканувати QR-код транспортного засобу;</p><p>– купити квиток.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1287\" src=\"/news-images/news-1753953965615-78.jpg\" alt=\"\" class=\"wp-image-53930\"></figure><p><strong>Як переглянути онлайн відображення та графіки руху?</strong></p><p>У застосунку «Socium» обираєте <strong>категорію «Онлайн відображення, графіки руху» </strong>та знаходите у переліку свій населений пункт (Стрий, Львів, Львівська область) <strong>для</strong> <strong>перегляду транспорту в онлайн-режимі</strong>.</p><p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-53931 alignleft\" src=\"/news-images/news-1753953965653-8.jpg\" alt=\"\" width=\"295\" height=\"499\"> <img decoding=\"async\" loading=\"lazy\" class=\"wp-image-53934 alignleft\" src=\"/news-images/news-1753953965724-70.jpg\" alt=\"\" width=\"242\" height=\"504\"></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p>Також окремо можете переглядати <strong>графіки транспорту</strong>, який курсує <strong>на території м. Стрий</strong>, <strong>м. Львів та Львівської області</strong>.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1280\" src=\"/news-images/news-1753953965828-35.jpg\" alt=\"\" class=\"wp-image-53935\"></figure><p><strong>Чи потрібно сканувати</strong><strong> </strong><strong>QR</strong><strong>–</strong><strong>код застосунком?</strong></p><p>Так, увійшовши у громадський транспорт, обираєте у застосунку «Socium» <strong>категорію</strong> – <strong>«Сканувати </strong><strong>QR</strong><strong>–</strong><strong>код транспортного засобу»</strong>, надаєте доступ до камери смартфону «<strong>За використанням</strong>», скануєте застосунком наліпку, яка розміщена у салоні транспорту та оплачуєте за проїзд.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"3556\" height=\"2528\" src=\"/news-images/news-1753953965866-26.png\" alt=\"\" class=\"wp-image-53937\"></figure><p>Наприклад, у Стрию на маршруті в автобусі ВС-1784-ІВ розміщена наліпка з таким QR-кодом. Пасажир, увійшовши в салон рухомого складу сканує її за допомогою мобільного застосунку «Socium», і таким чином автоматично на екрані Вашого смартфону з’являється вся інформація про маршрут. У монотарифі (по місту) одразу запускається безконтактна оплата Apple Pay та Google Play, а у міжміському маршруті – застосунок запитує «куди їдете», і надає список всіх зупинок, які залишилися до кінцевої маршруту. Після вибору населеного пункту, автоматично обчислюється вартість проїзду і пропонується спосіб його оплати.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"3556\" height=\"2528\" src=\"/news-images/news-1753953965969-89.png\" alt=\"\" class=\"wp-image-53940\"></figure><p><strong>Як користуватися категорією «Купити квиток»?</strong></p><p>Категорія «<strong>Купити квиток</strong>» працює таким чином: підкатегорія з переліку «<strong>м. Стрий</strong>» – «<strong>Придбати квиток</strong>» – підтвердити.</p><p>Якщо пасажир купує е-квиток перед початком поїздки, то його слід обов’язково валідувати в салоні автобуса. Проте, якщо купує е-квиток із одночасним скануванням, то валідація автоматична.</p><figure class=\"is-layout-flex wp-block-gallery-1 wp-block-gallery has-nested-images columns-default is-cropped\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1277\" data-id=\"53942\" src=\"/news-images/news-1753953966071-11.jpg\" alt=\"\" class=\"wp-image-53942\"></figure>\n</figure><figure class=\"is-layout-flex wp-block-gallery-3 wp-block-gallery has-nested-images columns-default is-cropped\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1274\" data-id=\"53944\" src=\"/news-images/news-1753953966141-26.jpg\" alt=\"\" class=\"wp-image-53944\"></figure>\n</figure><p>Нагадаємо, в липні 2022 року, з’явилась можливість оплачувати за проїзд, через застосунок «Socium», на маршрутах Стрийської ОТГ та деяких міжміських та приміських автобусних маршрутах загального користування у Львівській області.</p>",
				"title": "Про роботу мобільного застосунку «Socium» розповідає розробник АСООП"
			},
			"en": {
				"content": "<p><em>At the numerous requests of residents of the Stryi, Hrabovetsko-Dulibivska, and Morshyn communities, the developer of ASOOP, the IT company LLC 'Ukrainian Geoinformation Systems,' provides clarification on how the Socium mobile application works.</em></p><p><strong>What is Socium?</strong></p><p><strong>Socium</strong> is a mobile transport application developed by LLC 'Ukrainian Geoinformation Systems' in 2021. It successfully operates on two operating systems and allows users to: track public transport movement in the Lviv region, view schedules in Stryi, Lviv, and the Lviv Oblast, and purchase e-tickets via QR code for travel within the Stryi, Hrabovetsko-Dulibivska, and Morshyn communities. The number of communities using ASOOP is constantly increasing.</p><p><strong>Where to download Socium?</strong></p><p>You can download the Socium app to your smartphone from the App Store or Play Market.</p><p>● iOS – <a href=\"https://apps.apple.com/ua/app/socium/id1564915958?l=uk\">https://apps.apple.com/ua/app/socium/id1564915958?l=uk</a> </p><p>● Android – <a href=\"https://play.google.com/store/apps/details?id=com.onesoft.socium\">https://play.google.com/store/apps/details?id=com.onesoft.socium</a></p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"750\" height=\"739\" src=\"/news-images/news-1753953965475-86.jpg\" alt=\"\" class=\"wp-image-53925\"></figure><p><strong>How does the app work?</strong></p><p>For full functionality, we encourage you to <strong>log in</strong> using your Google or Apple account. Of course, you can browse information using the 'Continue without registration' feature, but in this mode, you won’t be able to buy a Socium e-ticket or pay for transport.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1295\" src=\"/news-images/news-1753953965545-40.png\" alt=\"\" class=\"wp-image-53926\"></figure><p><strong>What services are available in the app?</strong></p><p>Currently, the Socium mobile app offers the following <strong>functions and services</strong>:</p><p>– real-time vehicle tracking and schedules;</p><p>– scanning the vehicle's QR code;</p><p>– ticket purchase.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1287\" src=\"/news-images/news-1753953965615-78.jpg\" alt=\"\" class=\"wp-image-53930\"></figure><p><strong>How to view vehicle tracking and schedules?</strong></p><p>In the Socium app, select <strong>the 'Real-time tracking and schedules' category</strong> and find your locality (Stryi, Lviv, Lviv region) to <strong>view transport in real-time</strong>.</p><p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-53931 alignleft\" src=\"/news-images/news-1753953965653-8.jpg\" alt=\"\" width=\"295\" height=\"499\"> <img decoding=\"async\" loading=\"lazy\" class=\"wp-image-53934 alignleft\" src=\"/news-images/news-1753953965724-70.jpg\" alt=\"\" width=\"242\" height=\"504\"></p><p>You can also separately view <strong>transport schedules</strong> operating <strong>in Stryi, Lviv, and the Lviv region</strong>.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1280\" src=\"/news-images/news-1753953965828-35.jpg\" alt=\"\" class=\"wp-image-53935\"></figure><p><strong>Is it necessary to scan the QR code with the app?</strong></p><p>Yes, after boarding public transport, select <strong>the 'Scan QR code of the vehicle' category</strong> in the Socium app, allow camera access '<strong>While using the app</strong>', scan the QR sticker placed inside the vehicle, and proceed to pay.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"3556\" height=\"2528\" src=\"/news-images/news-1753953965866-26.png\" alt=\"\" class=\"wp-image-53937\"></figure><p>For example, in Stryi, bus ВС-1784-ІВ has a QR code sticker. Upon boarding, passengers scan it with the Socium mobile app, and all route information appears on their smartphone screen. On flat-rate (urban) routes, Apple Pay and Google Pay are launched automatically. On intercity routes, the app prompts the user to select their destination, shows all remaining stops, calculates the fare, and offers payment options.</p><figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"3556\" height=\"2528\" src=\"/news-images/news-1753953965969-89.png\" alt=\"\" class=\"wp-image-53940\"></figure><p><strong>How to use the 'Buy Ticket' category?</strong></p><p>The '<strong>Buy Ticket</strong>' category works as follows: select '<strong>Stryi</strong>' – '<strong>Purchase Ticket</strong>' – confirm.</p><p>If a passenger purchases an e-ticket before boarding, it must be validated on board. However, if they scan and buy the ticket simultaneously, validation is automatic.</p><figure class=\"is-layout-flex wp-block-gallery-1 wp-block-gallery has-nested-images columns-default is-cropped\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1277\" data-id=\"53942\" src=\"/news-images/news-1753953966071-11.jpg\" alt=\"\" class=\"wp-image-53942\"></figure>\n</figure><figure class=\"is-layout-flex wp-block-gallery-3 wp-block-gallery has-nested-images columns-default is-cropped\">\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"750\" height=\"1274\" data-id=\"53944\" src=\"/news-images/news-1753953966141-26.jpg\" alt=\"\" class=\"wp-image-53944\"></figure>\n</figure><p>We remind you that in July 2022, the possibility to pay for travel via the Socium app became available on routes in the Stryi community and some intercity and suburban public bus routes in the Lviv region.</p>",
				"title": "The developer of ASOOP explains how the Socium mobile app works"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964637-66.jpg",
			"date_add": "2023-05-17T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p class=\"has-text-align-center\"><strong>Дорогі колеги та партнери!</strong></p><p>Від щирого серця вітаю Вас із Днем вишиванки, святом, яке вже стало традиційним для всіх українців.</p><p>Вишиванка – це не просто національний одяг, а наш генетичний код. Те, що у спадок нам передали наші пращури, хоча й не завжди самі могли її вільно і відкрито носити.</p><p>Бажаю Вам родинного затишку, добробуту, добра, миру й перемоги!</p><p><strong><em>З повагою та шаною<br>СЕО ТОВ «Українські геоінформаційні системи»<br>Андрій Ковалик</em></strong></p>",
				"title": "Вітаємо з Днем вишиванки"
			},
			"en": {
				"content": "<p class=\"has-text-align-center\"><strong>Dear colleagues and partners!</strong></p><p>From the bottom of my heart, I congratulate you on Vyshyvanka Day, a holiday that has already become a tradition for all Ukrainians.</p><p>The vyshyvanka is not just a national garment, but our genetic code. It is what our ancestors passed down to us, even though they could not always wear it freely and openly.</p><p>I wish you family warmth, prosperity, kindness, peace, and victory!</p><p><strong><em>With respect and honor,<br>CEO of LLC 'Ukrainian Geoinformation Systems'<br>Andriy Kovalyk</em></strong></p>",
				"title": "Happy Vyshyvanka Day"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964534-68.png",
			"date_add": "2023-05-15T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Розробник ТОВ «Українські геоінформаційні системи» спільно з оператором АСООП ТОВ «ГІС-СЕРВІС» запровадили безкоштовну «гарячу» лінію «УГС»для пасажирів, які користуються громадським транспортом у трьох об’єднаних територіальних громадах Стрийського району.</p><p>Як розповів&#160;СЕО ТОВ «Українські геоінформаційні системи» <strong>Андрій Ковалик</strong>, уже впродовж майже 2 років нашій команді вдалося успішно запровадити автоматизовану систему обліку та оплати проїзду е-квиток на Стрийщині.</p><p>«Оскільки АСООП успішно працює у Стрийської МТГ, Грабовецько-Дулібівській та Моршинській ОТГ, ми вирішили покращити комунікацію з пасажирами, запровадивши у цьому році власну «гарячу» лінію «УГС».</p><p>Тільки почувши думку наших користувачів громадського транспорту, зможемо й надалі працювати над покращенням існуючих, і створювати нові сервіси та системи для пасажирів. Механізм взаємодії з додзвонювачами побудований так, щоб якнайшвидше надати інформацію, усунути можливу несправність пристрою або навпаки передати звернення чи пропозицію до розпорядника. Тому згідно термінів передаватимемо інформацію як до перевізника, так і до керівництва ОТГ, де працює е-квиток», – зауважив <strong>Андрій Ковалик</strong>.</p><p>З метою покращення якості обслуговування, громадяни можуть подавати усні звернення <strong>на «гарячу» лінію «УГС»</strong> за номером телефону <strong>0-800-35-19-21</strong>. Для реєстрації звернення просимо зазначати оператору свої контактні дані: ПІБ, адреса проживання, телефон. Працює «гаряча» лінія в усі будні дні з 9 до 18 години. Обідня перерва з 13 до 14 год.</p><p>Нагадаємо, АСООП запроваджено на всіх 23 приміських маршрутах, 5-ти міських та на 17-ти, які розташовані за межами Стрийської МТГ (Грабовецько-Дулібівська&#160; та Моршинська ОТГ). Також встановлено 60 валідаторів на транспортні засоби. Тестовий запуск електронної системи оплати проїзду на перших 10-ти маршрутах відбувся ще у грудні 2021 року.</p><p>Загалом пасажирами громадського транспорту, де працює е-квиток, є понад 120 тис. мешканців, з них 26 530 пільговиків, які ще з 2022 року користуються <strong>соціальними картками «SOCIUM» д</strong>ля безкоштовного проїзду в громадському транспорті.</p>",
				"title": "На Стрийщині запрацювала «гаряча» лінія «УГС» для пасажирів громадського транспорту"
			},
			"en": {
				"content": "<p>The developer LLC 'Ukrainian Geoinformation Systems' together with the ASOOP operator LLC 'GIS-SERVICE' have introduced a free UGS hotline for passengers using public transport in three united territorial communities of the Stryi district.</p><p>As stated by the CEO of LLC 'Ukrainian Geoinformation Systems' <strong>Andriy Kovalyk</strong>, over nearly two years our team has successfully implemented an automated system for accounting and payment of travel — an e-ticket — in Stryi region.</p><p>'Since ASOOP operates successfully in the Stryi United Territorial Community, Hrabovetsko-Dulibivska and Morshynska OTGs, this year we decided to improve communication with passengers by launching our own UGS hotline.</p><p>Only by hearing the opinions of our public transport users can we continue to improve existing services and develop new ones for passengers. The interaction mechanism with callers is designed to provide information as quickly as possible, fix possible device malfunctions, or forward requests or suggestions to the appropriate manager. Therefore, within specified timeframes, we will relay information both to carriers and to the leadership of the OTGs where the e-ticket operates,' noted <strong>Andriy Kovalyk</strong>.</p><p>To improve service quality, citizens can make oral appeals to the <strong>UGS hotline</strong> by calling <strong>0-800-35-19-21</strong>. To register a request, callers are asked to provide their contact details: full name, address, and phone number. The hotline operates on weekdays from 9:00 to 18:00, with a lunch break from 13:00 to 14:00.</p><p>Recall that ASOOP has been implemented on all 23 suburban routes, 5 city routes, and 17 routes located outside the Stryi UTC (Hrabovetsko-Dulibivska and Morshynska OTGs). Also, 60 validators have been installed on transport vehicles. The pilot launch of the electronic fare payment system on the first 10 routes took place in December 2021.</p><p>In total, more than 120,000 residents use public transport where the e-ticket works, including 26,530 privileged passengers who since 2022 have been using <strong>SOCIUM social cards</strong> for free public transport rides.</p>",
				"title": "A Free UGS Hotline for Public Transport Passengers Has Launched in Stryi District"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964498-56.jpg",
			"date_add": "2023-05-13T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p class=\"has-text-align-center\"><strong>З Днем матері, наші любі матері! </strong></p><p>Дякуємо за нескінченне терпіння, віддачу, любов, ніжність і мудрість. Нехай материнські серця не знають смутку. Цінуємо, любимо та поважаємо! </p><p>Тож нехай мрії збуваються, життя буде сповнене радістю, а Бог посилає міцне здоров’я, на многії, благії літа. Миру, добра і перемоги! </p><p><strong>З повагою та шаною </strong></p><p><strong>команда ТОВ «Українські геоінформаційні системи»</strong></p>",
				"title": "Привітання з Днем матері"
			},
			"en": {
				"content": "<p class=\"has-text-align-center\"><strong>Happy Mother's Day to our dear moms!</strong></p><p>Thank you for your endless patience, dedication, love, tenderness, and wisdom. May your hearts never know sorrow. We value, love, and respect you deeply!</p><p>May your dreams come true, your lives be filled with joy, and may God bless you with strong health for many happy and blessed years. Wishing you peace, kindness, and victory!</p><p><strong>With respect and gratitude,</strong></p><p><strong>The team of Ukrainian Geoinformation Systems LLC</strong></p>",
				"title": "Happy Mother's Day"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964395-72.jpg",
			"date_add": "2023-05-08T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p></p><p>Цього року на Стрийщині перейшли до повного впровадження АСООП е-квитка у громадському транспорті, який курсує на території трьох об’єднаних територіальних громад Львівщини.</p><p>Про це повідомив СЕО ТОВ «Українські геоінформаційні системи» <strong>Андрій Ковалик</strong></p><p>&#160;«Оператор АСООП ТОВ «ГІС-СЕРВІС» запровадив безготівкову оплату проїзду, якою станом на сьогодні можна скористатися у громадському транспорті Стрийської, Грабовецько-Дулібівської та Моршинської ОТГ.</p><p>Попри складні економічні часи, ми продовжуємо працювати в Україні, створюємо нові застосунки та впроваджуємо сучасні сервіси. І, саме такими невеликими, технічними перемогами й кроками, ми наближаємо нашу найголовнішу, заповітну перемогу нашої держави над агресором. Наші бійці, які повернуться у свої домівки, мають побачити нашу країну іншою, а для того маємо працювати над цим день у день вже сьогодні! Тому наша ІТ-компанія розвиває сучасні та доступні для всіх сервіси», – наголосив <strong>Андрій Ковалик.</strong></p><p>Відтепер, як зауважує розробник, на території Стрийської міської територіальної громади можна безготівково оплатити проїзд за допомогою транспортної картки «Socium», QR-кодом, застосунком та платіжною банківською карткою.</p><p>Транспортну картку е-квиток «Socium» можна придбати у Стрию в магазині «Навчальна книга» (вул. Хмельницького, 39) та на Автостанції м. Стрий АС-3 (Пасаж). Картку пасажир прикладає до валідатора, який зчитує відповідну суму коштів для оплати проїзду. Скануючи QR-код у салоні рухомого складу, пасажир також може безготівково оплатити проїзд. Якщо пасажирові комфортніше скористатися банківською карткою, то він може це зробити через валідатор, який розміщений поруч із водієм. Готівкою також можна оплатити, отримавши паперовий квиток у водія, проте вартість проїзду буде значно дорожчою.</p><p>Покращено також роботу застосунку «Socium», який також дозволяє оплати за проїзд. Його нова версія має значно кращий захист від зловмисників, оскільки минулоріч застосунку завдано масованої атаки російських хакерів. Зараз весь функціонал доступний, зокрема, відстеження руху транспорту, графіків роботи на маршрутах тощо.</p><p>Нагадаємо, пільгові категорії громадян першими скористалися е-квитком у громадському транспорті Стрийської, Грабовецько-Дулібівської та Моршинської ОТГ. Зокрема, ЦНАПи безкоштовно видали у 2022 році понад 20 тисяч персоналізованих соціальних карток «Socium» для різних категорій пільговиків. Опісля, послуга стала доступною й для інших пасажирів за допомогою транспортної картки та мобільного застосунку «Socium».</p>",
				"title": "У Стрийській, Грабовецько-Дулібівській та Моршинській ОТГ запрацювала безготівкова оплата проїзду"
			},
			"en": {
				"content": "<p></p><p>This year, Stryi district has fully transitioned to implementing the ASOOP e-ticket system in public transport operating across three united territorial communities in the Lviv region.</p><p>This was announced by CEO of Ukrainian Geoinformation Systems LLC, <strong>Andrii Kovalyk</strong>.</p><p>'ASOOP operator GIS-SERVICE LLC has introduced cashless fare payment, which is now available in public transport in the Stryi, Hrabovetsko-Dulibivska, and Morshyn UTCs.</p><p>Despite challenging economic times, we continue our work in Ukraine, developing new applications and implementing modern services. With such small but important technical victories, we are bringing our country closer to its most cherished victory over the aggressor. Our soldiers, upon returning home, should see a renewed Ukraine — and to achieve this, we must work on it every single day. That’s why our IT company is developing innovative and accessible services for everyone,' emphasized <strong>Andrii Kovalyk</strong>.</p><p>From now on, as the developer notes, residents of the Stryi City Territorial Community can pay for public transport using the Socium transport card, QR code, mobile app, or bank card.</p><p>The 'Socium' e-ticket transport card can be purchased in Stryi at the 'Navchalna Knyha' store (Khmelnytskoho St., 39) and at Stryi Bus Station AS-3 (Passage). Passengers simply tap the card on the validator, which deducts the fare. They can also scan a QR code inside the vehicle for a cashless payment. If preferred, a passenger can use a bank card via the validator near the driver. Cash payments are also available by purchasing a paper ticket from the driver, though the fare will be significantly higher.</p><p>The 'Socium' mobile app has also been improved, now offering enhanced protection against malicious attacks. Last year, it was the target of a major cyberattack by Russian hackers. Now the full range of features is available again — including real-time tracking of public transport and schedule viewing.</p><p>It’s worth noting that privileged passenger categories were the first to benefit from the e-ticket system in public transport in Stryi, Hrabovetsko-Dulibivska, and Morshyn UTCs. In 2022, over 20,000 personalized Socium social cards were issued free of charge via the CNAP centers to beneficiaries. Later, the service became available to all passengers via the transport card and the Socium mobile application.</p>",
				"title": "Cashless fare payment launched in Stryi, Hrabovetsko-Dulibivska and Morshyn communities"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964324-8.jpg",
			"date_add": "2022-12-23T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p style=\"text-align:center\"><strong>Дорогі партнери та клієнти!</strong></p><p>Від\nусієї нашої ІТ-компанії щиро вітаю Вас із <strong>Різдвом\nХристовим</strong> та прийдешнім <strong>Новим Роком</strong>!</p><p>Щороку\nми підбиваємо підсумки нашого життя, а кожен наступний вселяє надію на краще\nмайбутнє – для рідних та близьких, друзів й колег, дітей та онуків.</p><p>Дякую\nвсім, хто був із нами у році, що минає та не боявся впроваджував нові\nавтоматизовані системи обліку оплати проїзду, моніторингу та диспетчеризації\nрухомих об’єктів, навіть у такий складний час. Вірю, що ми пройдемо всі\nнегаразди, і станемо ще сильнішою, могутнішою та європейською державою!</p><p>Бажаю\nВам у Новому році Божої благодаті, мирного неба, дзвінкої колядки та щедрівки.\nАби ввесь світ почув нас – пліч-о-пліч, разом, до перемоги!</p><p><strong>З\nповагою</strong></p><p><strong>СЕО ТОВ «Українські геоінформаційні системи» &#160;&#160;&#160;&#160;&#160; Андрій Ковалик</strong></p>",
				"title": "Веселих свят та щасливого Нового року!"
			},
			"en": {
				"content": "<p style=\"text-align:center\"><strong>Dear partners and clients,</strong></p><p>On behalf of our entire IT company, I sincerely wish you a <strong>Merry Christmas</strong> and a <strong>Happy New Year</strong>!</p><p>Each year we reflect on the past and look ahead with hope for a better future — for our loved ones, friends, colleagues, children, and grandchildren.</p><p>Thank you to everyone who stood by us this past year and boldly implemented new automated fare collection, monitoring, and dispatching systems — even in such challenging times. I believe we will overcome all hardships and grow into an even stronger, more powerful, and European nation!</p><p>In the New Year, I wish you God’s grace, a peaceful sky, joyful carols, and generous songs. May the whole world hear us — shoulder to shoulder, together, toward victory!</p><p><strong>With respect,</strong></p><p><strong>CEO of Ukrainian Geoinformation Systems LLC    Andrii Kovalyk</strong></p>",
				"title": "Happy Holidays and a Joyful New Year!"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964221-14.jpg",
			"date_add": "2022-12-09T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em>Напередодні різдвяних свят, чи замислюємося скільки самовільно вирубано хвойних дерев, і як цьому запобігти? Ефективним вирішенням цієї проблеми стало запровадження сучасних автоматизованих систем GPS-моніторингу для управління та контролю працівників лісових господарств.</em></p><p>Як розповів <strong>СЕО\nТОВ «Українські геоінформаційні системи» Андрій Ковалик</strong>, упродовж останніх років\nу лісових господарствах – Волинської, Івано-Франківської, Житомирської, а також\nЧеркаської та Сумської області, запроваджено нові автоматизовані системи\nконтролю та управління господарствами.</p><p>&#160;«З метою збереження лісового фонду, належного\nзахисту та створення сприятливих умов для ведення лісових господарств, ми розробили\nунікальну систему контролю за ними. Зокрема, для контролю за роботою\nавтотранспорту, що вивозить деревину, на автомобілі було встановлено GPS-трекери.\nТаким чином, кожен керівник лісового господарства здійснює моніторинг руху його\nпрацівників та належного його підприємству транспорту, розуміє скільки на\nсьогодні автотранспорту використовується для вивезення деревини, контролює\nефективність використання паливно-мастильних матеріалів тощо</p><p>Система моніторингу та\nконтролю автотранспорту лісових господарств виконує такі завдання: контроль у режимі реального часу, чітке відображення\nмісцезнаходження автотранспорту, формування пройденого маршруту за будь-який\nпроміжок часу, відображення\nмісць зупинки автотранспорту, контроль швидкісного режиму, ідентифікація водіїв\nта автотранспорту, отримання щоденної звітності на E-mail, відображення фактичного розходу палива (заправок/зливів\nпалива) та\nможливість підключення різних транспортних\nзасобів», –\nзазначив <strong>Андрій Ковалик</strong>.</p><p>Також у всіх лісгоспах,\nде запроваджена автоматизована система, розробник ТОВ «Українські\nгеоінформаційні системи» допоміг впровадити контроль за роботою всіх лісників. </p><p>«Це той самий GPS-трекер, як і на службовому\nавтотранспорті, але у вигляді брелків або мобільних додатків, які лісники\nносять зі собою. Так, лісництва можуть не лише відстежити, як рухаються їхні\nтранспорті засоби, а й куди ходять їхні працівники, бачать межі лісів, які\nподілені на квадрати та розуміють чи лісники їх перевіряють.</p><p>Окрім цього, система управління та контролю працівників\nлісу здійснюється за допомогою картографічних сіток, що надає можливість розподіляти\nїх на території лісництва, перевіряти час входу та виходу, тривалість знаходження\nна певній території лісгоспу, фіксувати пройдений шлях у кілометрах та в цілому\nякісно здійснювати управління працівниками лісового господарства», – додав <strong>Андрій Ковалик</strong>.</p><p>Варто зазначити, що автоматизована\nсистеми контролю та управління лісовими господарствами дозволяє генерувати\nрізноманітні звіти за будь-який проміжок часу на основі зібраних даних про рух\nавтотранспорту, використання палива, звіт на основі геозон, датчиків та іншої галузевої\nінформації.</p>",
				"title": "У п’ятьох областях України працює GPS-моніторинг для контролю лісових господарств"
			},
			"en": {
				"content": "<p><em>As the Christmas holidays approach, do we ever stop to think about how many coniferous trees are illegally cut down, and how to prevent it? An effective solution to this problem has been the implementation of modern automated GPS monitoring systems for managing and overseeing forestry operations.</em></p><p>According to <strong>Andrii Kovalyk, CEO of Ukrainian Geoinformation Systems LLC</strong>, in recent years, new automated control and management systems have been introduced in forestry enterprises of the Volyn, Ivano-Frankivsk, Zhytomyr, Cherkasy, and Sumy regions.</p><p>'In order to preserve forest resources, ensure proper protection, and create favorable conditions for forestry operations, we developed a unique system for monitoring them. In particular, GPS trackers were installed on vehicles transporting timber to monitor their operations. This enables forestry managers to track the movements of employees and company vehicles, see how many vehicles are currently used for timber transport, and control the efficiency of fuel usage, among other functions,' explained <strong>Andrii Kovalyk</strong>.</p><p>The GPS monitoring and control system for forestry vehicles performs the following functions: real-time tracking, accurate vehicle location display, route history generation for any time period, identification of stopping points, speed control, driver and vehicle identification, daily email reports, fuel usage tracking (refueling and draining), and support for integrating various types of transport,' added <strong>Andrii Kovalyk</strong>.</p><p>Additionally, in all forestry enterprises where the automated system has been implemented, Ukrainian Geoinformation Systems LLC helped introduce employee monitoring tools for forest rangers.</p><p>'This is the same GPS tracker used for service vehicles, but in the form of key fobs or mobile apps carried by forest rangers. This way, forestry offices can not only track vehicle movements but also monitor where employees are walking, view forest boundaries divided into grid squares, and understand whether those areas are being inspected by staff.'</p><p>Moreover, employee management and monitoring is supported through cartographic grids that allow for workforce distribution across forestry areas, track entry and exit times, time spent in specific areas, calculate distances traveled, and ultimately ensure efficient management of forestry staff,' added <strong>Andrii Kovalyk</strong>.</p><p>It’s worth noting that the automated forestry control and management system can generate various reports for any time range based on data such as vehicle movements, fuel usage, geofence reports, sensor data, and other industry-specific information.</p>",
				"title": "GPS Monitoring for Forest Management Now Operating in Five Regions of Ukraine"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964184-92.jpg",
			"date_add": "2022-12-03T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>У\nСтрийській територіальній громаді триває активний етап впровадження е-квитка «Socium». Пропонуємо до Вашої уваги адреси\nЦНАПів, в яких можна оформити та отримати свою персоналізовану соціальну картку\n«Socium».</p><p>Як\nповідомив СЕО ТОВ «Українські геоінформаційні системи»<strong> Андрій Ковалик</strong>, на Стрийщині вже отримали свій перший е-квиток «Socium» понад 20 тис. пільговиків.</p><p>«Загалом\nдо впровадження е-квитка АСООП долучилося три об’єднані територіальні громади, але\nкількість охочих постійно зростає. Це Стрийська, Грабовецько-Дулібівська&#160;\nта Моршинська ОТГ. Видачею персоналізованих соціальних карток «Socium» займаються працівники ЦНАПу, за\nвсебічної співпраці та підтримки органів влади та оператора ТОВ «ГІС-СЕРВІС», –\nзазначив <strong>Андрій Ковалик</strong>. </p><p>Для отримання персоналізованих соціальних карток «Socium» мешканець має обов’язково бути у реєстрах пільговиків, поданих оператору соцзахистом місцевої ОТГ, а також звернутися до найближчого ЦНАПу та мати зі собою паспорт громадянина України (чи ID картку), ідентифікаційний код (довідку чи код на на ID-картці) та пенсійне посвідчення (або документ, що підтверджує статус пільговика).</p><p>Так,\nдо Центру надання адміністративних послуг прибула мешканка Стрийської ОТГ, яка\nнадавши необхідний перелік документів, лише за декілька хвилин отримала свою\nперсоналізовану соціальну картку «Socium». Адже відповідальна працівниця ЦНАПу встановила її\nнаявність у реєстрах пільгових категорій громадян, наданих соцзахистом ОТГ, які\nвпровадили е-квиток.</p><p>«Ми\nрекомендуємо завчасно перевіряти всі документи та встановлення відповідних\nпільг, аби одномоментно отримати соціальну картку «Socium» у таких ЦНАП: <a href=\"https://stryi-rada.gov.ua/%D1%86%D0%BD%D0%B0%D0%BF/\">м.\nСтрий</a>, вул. Шевченка, 71 та <a href=\"https://grabovecka.gromada.org.ua/adresa-ta-kontakti-16-39-04-23-03-2021/\">с.\nДуліби</a>, вул.&#160;Шевченка, 133. Мешканці Моршинської ОТГ\nпоки що звертаються в ЦНАП у місті Стрий. Виготовлення персоналізованої картки\nдля пільговиків є безкоштовним», – додав <strong>Андрій\nКовалик</strong>.</p><p>Також\nвін підкреслив, що в ІТ- компанії вважають своєю місією – робити простим та комфортним\nжиття людей та дбати про сталий розвиток громад, зокрема, засобами АСООП.</p><p>Нагадаємо,\nна виконання рішення виконкому Стрийської міської ради, наприкінці грудня 2021\nроку на території Стрийської територіальної громади розпочалась робота з видачі\nсоціальних карток для пільгових категорій населення щодо відшкодування проїзду\nв місцевому пасажирському транспорті. Зокрема, тоді було видано понад 1000\nсоціальних карток.</p><p>Опісля,\n13 липня 2022 року АСООП повністю запроваджено на Стрийщині, тестовий режим\nзавершився. Система запрацювала на всіх 23 приміських маршрутах, 5-ти міських\nта на 17-ти, які розташовані за межами Стрийської МТГ\n(Грабовецько-Дулібівська&#160; та Моршинська ОТГ). </p>",
				"title": "Не отримали ще свій е-квиток «Socium»? Завітайте у найближчий ЦНАП"
			},
			"en": {
				"content": "<p>The implementation of the Socium e-ticket continues actively in the Stryi Territorial Community. Below are the addresses of CNAPs where you can apply for and receive your personalized Socium social card.</p><p>According to <strong>Andrii Kovalyk, CEO of Ukrainian Geoinformation Systems LLC</strong>, over 20,000 beneficiaries in the Stryi region have already received their first Socium e-ticket.</p><p>'In total, three united territorial communities have joined the ASOOP e-ticket initiative, and the number of participants is steadily increasing. These are the Stryi, Hrabovetsko-Dulibivska, and Morshyn communities. The issuance of personalized Socium social cards is handled by CNAP employees, with the full support of local authorities and the operator GIS-SERVICE LLC,' said <strong>Andrii Kovalyk</strong>.</p><p>To receive a personalized Socium social card, residents must be listed in the beneficiary registers submitted to the operator by their local social protection departments. They should also visit the nearest CNAP and bring their Ukrainian passport (or ID card), taxpayer ID number (certificate or number on the ID card), and pension certificate (or another document confirming beneficiary status).</p><p>For example, a resident of the Stryi community recently visited the local CNAP and, after presenting the necessary documents, received her personalized Socium social card within minutes. The CNAP staff verified her inclusion in the official beneficiary registry submitted by the community’s social protection office as part of the e-ticket program.</p><p>'We recommend residents verify their documents and beneficiary status in advance to streamline the issuance process. You can obtain your Socium card at the following CNAP locations: <a href=\"https://stryi-rada.gov.ua/%D1%86%D0%BD%D0%B0%D0%BF/\">Stryi, 71 Shevchenka Street</a> and <a href=\"https://grabovecka.gromada.org.ua/adresa-ta-kontakti-16-39-04-23-03-2021/\">Duliby, 133 Shevchenka Street</a>. Residents of the Morshyn community are currently being served at the CNAP in Stryi. The production of personalized beneficiary cards is free of charge,' added <strong>Andrii Kovalyk</strong>.</p><p>He also emphasized that the IT company sees its mission as making people’s lives simpler and more comfortable, while supporting the sustainable development of communities through ASOOP solutions.</p><p>To recall, in accordance with a decision by the executive committee of the Stryi City Council, the issuance of social cards for public transportation fare reimbursement began in late December 2021. Over 1,000 cards were issued during the initial phase.</p><p>Later, on July 13, 2022, ASOOP was fully implemented across the Stryi region. The pilot phase ended, and the system was launched on all 23 suburban routes, 5 urban routes, and 17 routes extending beyond the Stryi territorial community (serving Hrabovetsko-Dulibivska and Morshyn communities).</p>",
				"title": "Haven’t Received Your Socium E-Ticket Yet? Visit Your Nearest Administrative Services Center (CNAP)"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953964115-75.jpg",
			"date_add": "2022-11-28T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>В\nУкраїні існує безліч проблем із громадським транспортом, які накопичувались\nдесятиліттями. Зокрема, невідкладним залишається – дотримання графіків руху\nводіями, облік усієї готівки, контроль пільгового проїзду тощо.</p><p><strong>1. Яка альтернатива?</strong></p><p>Вирішити\nпроблему необлікованих пільгових поїздок та комплексного управління громадським\nтранспортом дозволяє запровадження електронної системи оплати обліку проїзду\n(АСООП). Так, ще наприкінці грудня 2021 року у Стрийській міській\nтериторіальній громаді вперше запрацювала унікальна система оплати проїзду та\nвстановлено ручні валідаторів на автобусних маршрутах перевізника.</p><p><strong>2. Що це таке?</strong></p><p>Валідатор\n– це спеціальний зчитувальний пристрій, який забезпечує швидкий та прозорий\nспосіб оплати проїзду в громадському транспорті. </p><p><strong>3. Як працює?</strong></p><p>Роботою\nвалідатора може повністю керувати водій. У нього є додатковий функціонал\nкерування ним на маршруті, через застосунок. Таким чином, водій знає та дотримується\nграфіків руху, які контролюються адміністрацією перевізника, має постійний\nзв’язок із диспетчерами та може інформувати їх про те, що трапилося на маршруті\n– ДТП, затори на дорозі або ж ремонтні роботи тощо.</p><p><strong>4. Де вже застосовується?</strong></p><p>Опісля\nзавершення тестового запуску АСООП, фахівці ТОВ «Українські геоінформаційні\nсистеми» встановили ручні валідатори у салонах громадського транспорту, які\nкурсують на всій території Стрийської, Грабовецько-Дулібівської та Моршинської\nОТГ.</p><p><strong>5. Хто ініціатор запуску?</strong></p><p>Стрийська\nміська рада спільно з розробником ТОВ «Українські геоінформаційні системи» та\nперевізником Стрийським АТП.</p><p><strong>6. Який функціонал?</strong></p><p>Ручні\nвалідатори мають розширений функціонал управління громадським транспортом. Що\nстосується оплати за проїзд, то пристрій дозволяє її здійснювати за допомогою: персоналізованої\nсоціальної картки «Socium»\n(пільгової), загальної транспортної та банківської карток.</p><p><strong>7. Чи потрібна валідація квитка?</strong></p><p>Ні,\nна відміну від монотарифу, у мультитарифі всі квитки завалідовані одразу, при\nїхній купівлі. Ефективністю впровадження системи є те, що пасажир нікуди «не\nбігає» по салону автобуса та самостійно не валідує квиток. Придбаний квиток є\nавтоматично завалідований.</p><p><strong>8. Хто виробник?</strong></p><p>Розробник\nнамагається використовувати українське обладнання. На жаль, що стосується\nвалідаторів, то українських аналогів немає. На сьогодні ТОВ «Українські\nгеоінформаційні системи» співпрацює з компанією «Sunmi» (яка є дочірньою\nкомпанією «Xiaomi»), що займається виробництвом валідаторів та інших пристроїв\nдля бізнесу.</p><p><strong>9. Які функції вже працюють?</strong></p><p>Комплекс унікальний тим,\nщо працює одночасно як з тарифними сітками, так і з багатьма ОТГ та\nадміністраціями різного рівня. Також, окрім &#160;обліку пільгових поїздок та\nрізноманітних форм оплати, він може керувати автобусами на маршруті,\nповідомляючи водію у режимі онлайн про випередження чи відставання від графіку.\nОплата\nза допомогою валідатора вже здійснюється соціальною карткою «Socium» та транспортною. Банківською\nкарткою буде запущено у найближчі терміни.</p><p style=\"text-align:right\"><strong>UGS\n– «Simply and quality», –</strong></p><p style=\"text-align:right\"><strong>із\nсервісами УГС завжди просто і якісно!</strong></p>",
				"title": "Валідатори, які встановили на Стрийщині, вирішили проблему необлікованих пільговиків. Справді?"
			},
			"en": {
				"content": "<p>Ukraine faces numerous issues with public transportation that have accumulated over decades. Among the most pressing are schedule compliance by drivers, cash flow accounting, and control over fare exemptions.</p><p><strong>1. What’s the alternative?</strong></p><p>The implementation of an Automated Fare Collection and Control System (ASOOP) offers a solution for managing unregistered fare-exempt passengers and for comprehensive public transport administration. Back in December 2021, the Stryi Territorial Community launched a unique fare payment system, including the installation of handheld validators on bus routes operated by local carriers.</p><p><strong>2. What is it?</strong></p><p>A validator is a special device that reads and verifies tickets, enabling fast and transparent fare payment in public transport.</p><p><strong>3. How does it work?</strong></p><p>The driver can fully operate the validator using a dedicated application. This allows them to follow scheduled routes monitored by the carrier’s administration, stay connected with dispatchers, and report incidents on the route such as accidents, traffic jams, or roadworks.</p><p><strong>4. Where is it already in use?</strong></p><p>After the test launch, experts from Ukrainian Geoinformation Systems LLC installed handheld validators in public transport vehicles operating throughout the Stryi, Hrabovetsko-Dulibivska, and Morshyn communities.</p><p><strong>5. Who initiated the project?</strong></p><p>The project was initiated by the Stryi City Council in collaboration with Ukrainian Geoinformation Systems LLC and the Stryi ATP carrier.</p><p><strong>6. What are its capabilities?</strong></p><p>The handheld validators offer extended functionality for managing public transport. Regarding payment, passengers can use personalized Socium social cards (for beneficiaries), general transport cards, or bank cards to pay the fare.</p><p><strong>7. Is ticket validation needed?</strong></p><p>No. Unlike monotariff systems, in a multitier fare system all tickets are automatically validated upon purchase. The system's efficiency lies in the fact that passengers don’t need to walk around the bus or manually validate their tickets. Purchased tickets are instantly validated.</p><p><strong>8. Who manufactures the devices?</strong></p><p>The developer aims to use Ukrainian-made equipment wherever possible. Unfortunately, there are no Ukrainian analogs of validators at present. Ukrainian Geoinformation Systems LLC currently collaborates with Sunmi, a subsidiary of Xiaomi, which produces validators and other business devices.</p><p><strong>9. What functions are already active?</strong></p><p>This system is unique in that it supports fare zoning, integration across multiple communities (OTGs), and cooperation with various administrative levels. Besides tracking fare-exempt rides and processing various payment types, it also manages buses on routes by providing real-time updates to drivers about early or delayed arrivals. Payments using Socium social cards and transport cards are already available. Bank card payments will be launched shortly.</p><p style=\"text-align:right\"><strong>UGS – \"Simply and quality\" –</strong></p><p style=\"text-align:right\"><strong>with UGS services, it’s always simple and high quality!</strong></p>",
				"title": "Validators Installed in the Stryi Region Solved the Problem of Unregistered Beneficiaries. Really?"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963979-53.jpg",
			"date_add": "2022-11-25T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Команда\nТОВ «Українські геоінформаційні системи» пропонує Вашій увазі дайджест про\nроботу з розвитку е-сервісів у Стрийському районі.</p><p style=\"text-align:center\"><strong>Встановлено GPS – трекери у\nтранспортних засобах </strong></p><ul><li><strong>У квітні 2021 року</strong> –\nфахівці ТОВ «Українські геоінформаційні системи» забезпечили встановлення GPS –\nтрекерів у транспортних засобах Стрийського АТП, управління якими здійснюється\nчерез систему диспетчеризації громадського транспорту&#160;<a href=\"http://ua-gis.com/trek-system/\">«Trek»</a>.\nЗавдяки цій системі, місцева влада має змогу контролювати та аналізувати роботу\nперевізника в режимі реального часу, а пасажири – відстежити в мережі прибуття\nтранспорту.</li><li><strong>У жовтні 2021 року</strong> – Стрийська\nміська рада впровадила систему GPS-контролю, а в січні 2022-го – підписано\nмеморандум про співпрацю між міськрадою, перевізником та ІТ-компанією щодо\nтестової експлуатації АСООП. Це допомогло здійснити облік пільгового проїзду та\nпасажиропотоку на маршрутах громадського транспорту та в цілому оцінити\nреальний обіг коштів.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/28/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">Розпочалась видача соціальних карток для пільговиків</a></strong></p><ul><li><strong>16 грудня 2021 року</strong>\n– відповідно до ухваленого рішення виконкому Стрийської міської ради період із\n1 січня до 1 квітня 2022 року затверджено адаптивним, коли діяли і електронні\nквитки, і посвідчення пільговиків. </li><li><strong>Наприкінці грудня 2021 року</strong>\n– на території Стрийської територіальної громади розпочалась робота з видачі\nсоціальних карток для пільгових категорій населення щодо відшкодування проїзду\nв місцевому пасажирському транспорті. Було видано понад 1000\nсоціальних карток.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/31/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d0%bc%d1%96%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b5%d1%80%d0%b8%d1%82%d0%be%d1%80%d1%96%d0%b0%d0%bb%d1%8c%d0%bd%d1%96%d0%b9/\">Тестовий запуск АСООП на перших 10-ти маршрутах</a></strong></p><ul><li><strong>31 грудня 2021 року </strong>–\nв тестовому режимі відбувся запуск\nелектронної системи оплати проїзду, на перших 10-ти маршрутах. </li></ul><p style=\"text-align:center\"><strong>Завершено\nзапуск АСООП на всіх маршрутах</strong></p><ul><li><strong>Від початку 2022 року –</strong> лише впродовж 2 місяців АСООП дообладнано, й\nна інших транспортних засобах Стрийського АТП. Комплекс системи оплати проїзду\nунікальний тим, що працює одночасно як з тарифними сітками, так і з багатьма\nОТГ та адміністраціями різного рівня. Також, окрім &#160;обліку пільгових\nпоїздок та різноманітних форм оплати, цей комплекс може керувати автобусами на\nмаршруті, повідомляючи водію у режимі онлайн про випередження чи відставання\nвід графіку.</li></ul><p style=\"text-align:center\"><strong>Оформлення\nсоціальних карток «</strong><strong>SOCIUM</strong><strong>»</strong></p><ul><li>&#160;<strong>Упродовж\nтравня-червня 2022 року</strong> – пільговиків закликали активніше звертатися у ЦНАП\nдля отримання соціальних карток «SOCIUM»\nдля безкоштовного проїзду в громадському транспорті.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/13/%d0%bc%d0%b0%d0%b9%d0%b6%d0%b5-20-%d1%82%d0%b8%d1%81%d1%8f%d1%87-%d1%81%d1%82%d1%80%d0%b8%d1%8f%d0%bd-%d0%be%d1%84%d0%be%d1%80%d0%bc%d0%b8%d0%bb%d0%b8-%d0%b5-%d0%ba%d0%b2%d0%b8%d1%82%d0%be%d0%ba/\">Запрацював пільговий проїзд за допомогою е-квитка «SOCIUM»</a></strong></p><ul><li><strong>1 липня 2022 року</strong>\n– пільговий проїзд став здійснюватися виключно за наявності персоналізованої\nсоціальної картки «SOCIUM». Загалом зараз у ЦНАПах видано 20 тис.\nпільгових карток.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/21/%d1%83-%d0%bc%d0%b5%d1%80%d1%96%d1%97-%d1%81%d1%82%d1%80%d0%b8%d1%8f-%d1%80%d0%be%d0%b7%d0%bf%d0%be%d0%b2%d1%96%d0%bb%d0%b8-%d1%8f%d0%ba-%d1%83%d1%81%d0%bf%d1%96%d1%88%d0%bd%d0%be-%d0%b2%d0%bf%d1%80/\">АСООП повністю запроваджено на Стрийщині</a></strong></p><ul><li><strong>7\nлипня 2022 року</strong> – ухвалено\nрішення виконавчого комітету Стрийської міської ради №270 «Про впровадження\nавтоматизованої системи оплати проїзду в міському та приміському пасажирському\nавтомобільному транспорті на території Стрийської міської територіальної\nгромади». У тендері на впровадження перемогло ТОВ «ГІС-СЕРВІС». </li><li><strong>13 липня\n2022 року</strong> – АСООП повністю запроваджено\nна Стрийщині, тестовий режим завершився. АСООП\nзапроваджено на всіх 23 приміських маршрутах, 5-ти міських та на 17-ти, які\nрозташовані за межами Стрийської МТГ (Грабовецько-Дулібівська&#160; та Моршинська ОТГ). Загалом встановлено 60\nвалідаторів на транспортні засоби.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/25/%d1%82%d1%80%d0%b0%d0%bd%d1%81%d0%bf%d0%be%d1%80%d1%82%d0%bd%d1%96-%d0%ba%d0%b0%d1%80%d1%82%d0%ba%d0%b8-socium-%d0%b0%d0%b4%d1%80%d0%b5%d1%81%d0%b8-%d0%bb%d0%be%d0%ba%d0%b0%d1%86%d1%96/\">Е-квиток «SOCIUM» запрацював для всіх категорій громадян</a></strong></p><ul><li> <strong>30 серпня 2022 року</strong> – у громадському транспорті Стрийської ОТГ стало можливо сплатити за проїзд за допомогою транспортної картки або телефону (розрахунок банківською карткою стане доступним у наступному році). Інтеграція системи «Е-квиток» проводилася одночасно з друком і видачею соціальних карток, що значно прискорило ввесь процес.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">Оперативне відновлення застосунку «SOCIUM» та систем, </a></strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\"> <br></a><strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">через атаку російських хакерів</a></strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\"> </a><strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\"> </a></strong></p><ul><li>&#160;<strong>У вересні цього року</strong> – система застосунку зазнала масованої атаки російських хакерів. На жаль, зловмисники зламали не лише онлайн відображення руху транспорту та систему перегляду графіків, через застосунок «SOCIUM», а й інші декілька сервісів. Серед них: система електронної черги для отримання пільгових карт та кілька транспортних порталів та інші транспортні сторінки на офіційних порталах ЛОДА та міста Львова. Станом на сьогодні, декілька систем вже відновлено, водночас завершується розробка нової версії застосунку та порталів, які відтепер будуть значно захищеними від усіх зловмисників.</li></ul><p>Таким\nчином, усі вищезазначені дані у дайджесті підтверджують, що розробник ТОВ\n«Українські геоінформаційні системи» та оператор ТОВ «ГІС-СЕРВІС» допомогли\nСтрийській міській територіальній громаді першою впровадити такий вкрай\nнеобхідний та сучасний е-сервіс. Кампанія з впровадження єдиного українського електронного\nквитка триває.</p>",
				"title": "Дайджест про розвиток е-сервісів на Стрийщині"
			},
			"en": {
				"content": "<p>The team at Ukrainian Geoinformation Systems LLC presents a digest on the progress of e-service development in the Stryi district.</p><p style=\"text-align:center\"><strong>GPS trackers installed in vehicles</strong></p><ul><li><strong>In April 2021</strong> – specialists from Ukrainian Geoinformation Systems LLC installed GPS trackers on vehicles of the Stryi ATP, managed through the public transport dispatch system <a href=\"http://ua-gis.com/trek-system/\">\"Trek\"</a>. Thanks to this system, local authorities can monitor and analyze carrier operations in real time, and passengers can track vehicle arrivals online.</li><li><strong>In October 2021</strong> – the Stryi City Council implemented the GPS control system, and in January 2022 a cooperation memorandum was signed between the city council, carrier, and IT company for testing ASOOP operation. This helped to account for fare-exempt travel and passenger flows on public transport routes and overall assess the cash turnover.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/28/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">Start of social card issuance for beneficiaries</a></strong></p><ul><li><strong>December 16, 2021</strong> – according to the Stryi City Council executive committee’s decision, the period from January 1 to April 1, 2022, was approved as adaptive, during which both electronic tickets and beneficiary IDs were valid.</li><li><strong>Late December 2021</strong> – issuance of social cards for beneficiary categories began in the Stryi territorial community for local transport fare reimbursement. Over 1,000 social cards were issued.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/31/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d0%bc%d1%96%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b5%d1%80%d0%b8%d1%82%d0%be%d1%80%d1%96%d0%b0%d0%bb%d1%8c%d0%bd%d1%96%d0%b9/\">Test launch of ASOOP on the first 10 routes</a></strong></p><ul><li><strong>December 31, 2021</strong> – a test launch of the electronic fare payment system was held on the first 10 routes.</li></ul><p style=\"text-align:center\"><strong>Completion of ASOOP launch on all routes</strong></p><ul><li><strong>Since early 2022 –</strong> within just two months, ASOOP was additionally installed on other vehicles of Stryi ATP. The fare payment system is unique in that it simultaneously supports tariff grids and many territorial communities and administrations of different levels. Besides accounting for fare-exempt rides and various payment methods, the system can also manage buses on the route by notifying drivers online about early or delayed arrivals.</li></ul><p style=\"text-align:center\"><strong>Issuance of \"SOCIUM\" social cards</strong></p><ul><li><strong>During May–June 2022</strong> – beneficiaries were encouraged to actively visit CNAPs to receive \"SOCIUM\" social cards for free travel on public transport.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/13/%d0%bc%d0%b0%d0%b9%d0%b6%d0%b5-20-%d1%82%d0%b8%d1%81%d1%8f%d1%87-%d1%81%d1%82%d1%80%d0%b8%d1%8f%d0%bd-%d0%be%d1%84%d0%be%d1%80%d0%bc%d0%b8%d0%bb%d0%b8-%d0%b5-%d0%ba%d0%b2%d0%b8%d1%82%d0%be%d0%ba/\">Fare-exempt travel using the \"SOCIUM\" e-ticket launched</a></strong></p><ul><li><strong>July 1, 2022</strong> – fare-exempt travel became available exclusively with a personalized \"SOCIUM\" social card. To date, 20,000 beneficiary cards have been issued at CNAPs.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/21/%d1%83-%d0%bc%d0%b5%d1%80%d1%96%d1%97-%d1%81%d1%82%d1%80%d0%b8%d1%8f-%d1%80%d0%be%d0%b7%d0%bf%d0%be%d0%b2%d1%96%d0%bb%d0%b8-%d1%8f%d0%ba-%d1%83%d1%81%d0%bf%d1%96%d1%88%d0%bd%d0%be-%d0%b2%d0%bf%d1%80/\">ASOOP fully implemented in the Stryi region</a></strong></p><ul><li><strong>July 7, 2022</strong> – the executive committee of the Stryi City Council approved decision No. 270 \"On implementation of the automated fare payment system in urban and suburban passenger automobile transport within the Stryi city territorial community.\" The tender for implementation was won by GIS-SERVICE LLC.</li><li><strong>July 13, 2022</strong> – ASOOP was fully launched in the Stryi region, ending the test phase. ASOOP now operates on all 23 suburban routes, 5 urban routes, and 17 routes outside the Stryi city territorial community (Hrabovetsko-Dulibivska and Morshyn communities). A total of 60 validators have been installed on vehicles.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/25/%d1%82%d1%80%d0%b0%d0%bd%d1%81%d0%bf%d0%be%d1%80%d1%82%d0%bd%d1%96-%d0%ba%d0%b0%d1%80%d1%82%d0%ba%d0%b8-socium-%d0%b0%d0%b4%d1%80%d0%b5%d1%81%d0%b8-%d0%bb%d0%be%d0%ba%d0%b0%d1%86%d1%96/\">The \"SOCIUM\" e-ticket launched for all citizen categories</a></strong></p><ul><li><strong>August 30, 2022</strong> – it became possible to pay for public transport travel in the Stryi community using a transport card or phone (bank card payments will become available next year). The \"E-ticket\" system integration coincided with the printing and issuance of social cards, which significantly sped up the entire process.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">Rapid recovery of the \"SOCIUM\" app and systems</a></strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\"> </a><br><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">through a Russian hacker attack</a></p><ul><li><strong>In September this year</strong> – the app system suffered a massive attack by Russian hackers. Unfortunately, attackers hacked not only the online transport tracking and schedule viewing via the \"SOCIUM\" app, but also several other services including the electronic queue system for obtaining beneficiary cards and several transport portals as well as other transport pages on the official LODA and Lviv city portals. Several systems have since been restored, and a new, more secure version of the app and portals is in development.</li></ul><p>Thus, all the above data in this digest confirms that Ukrainian Geoinformation Systems LLC and GIS-SERVICE LLC helped the Stryi City Territorial Community to be the first to implement such a critically important and modern e-service. The campaign for implementing a unified Ukrainian electronic ticket continues.</p>",
				"title": "Digest on the Development of E-Services in the Stryi Region"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963844-63.jpg",
			"date_add": "2022-11-23T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Ще\nу 2021 році запрацював транспортний застосунок «SOCIUM», де у режимі онлайн кожен\nмешканець міг відстежити рух громадського транспорту та графіки руху. Зокрема, у\nЛьвові, Львівській та Волинській областях та на автобусних маршрутах загального\nкористування у Стрийській територіальній громаді. </p><p>Також\nпочинаючи із липня 2022 року, з’явилась можливість оплачувати за проїзд, через застосунок\n«SOCIUM» на маршрутах Стрийської ОТГ та деяких міжміських та приміських\nавтобусних маршрутах загального користування у Львівській області. </p><p>На\nжаль, у вересні цього року, система застосунку зазнала масованої атаки російських\nхакерів. Відтак, зловмисники зламали не лише онлайн відображення руху\nтранспорту та систему перегляду графіків, через застосунок «SOCIUM», а й інші\nдекілька сервісів. Серед них: система електронної черги для отримання пільгових\nкарт та кілька транспортних порталів, в тому числі й сайт ЛКП «Львівелектротранс»\nта інші транспортні сторінки на офіційних порталах ЛОДА та міста Львова.</p><p>Станом\nна сьогодні, ми завершуємо розробку нової версії вищезазначених систем, які відтепер\nбудуть мати значно кращий захист від цих зловмисників. </p><p>Ми\nвіримо у нашу перемогу, і тому щоденною працею кожен із нас її наближає на всіх\nфронтах. Все буде Україна!</p><p><strong>Довідково:</strong></p><p>З\n2021 року мобільний транспортний застосунок «SOCIUM» був розроблений та успішно працював\nна двох операційних системах:</p><p>●\n<strong>iOS</strong> – <a href=\"https://apps.apple.com/ua/app/socium/id1564915958?l=uk\">https://apps.apple.com/ua/app/socium/id1564915958?l=uk</a> </p><p>●\n<strong>Android</strong> – <a href=\"https://play.google.com/store/apps/details?id=com.onesoft.socium\">https://play.google.com/store/apps/details?id=com.onesoft.socium</a></p>",
				"title": "«Від початку повномасштабного вторгнення, транспортний застосунок «SOCIUM» зазнав низки атак російських хакерів», – розробник"
			},
			"en": {
				"content": "<p>The team at Ukrainian Geoinformation Systems LLC presents a digest on the progress of e-service development in the Stryi district.</p><p style=\"text-align:center\"><strong>GPS trackers installed in vehicles</strong></p><ul><li><strong>In April 2021</strong> – specialists from Ukrainian Geoinformation Systems LLC installed GPS trackers on vehicles of the Stryi ATP, managed through the public transport dispatch system <a href=\"http://ua-gis.com/trek-system/\">\"Trek\"</a>. Thanks to this system, local authorities can monitor and analyze carrier operations in real time, and passengers can track vehicle arrivals online.</li><li><strong>In October 2021</strong> – the Stryi City Council implemented the GPS control system, and in January 2022 a cooperation memorandum was signed between the city council, carrier, and IT company for testing ASOOP operation. This helped to account for fare-exempt travel and passenger flows on public transport routes and overall assess the cash turnover.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/28/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">Start of social card issuance for beneficiaries</a></strong></p><ul><li><strong>December 16, 2021</strong> – according to the Stryi City Council executive committee’s decision, the period from January 1 to April 1, 2022, was approved as adaptive, during which both electronic tickets and beneficiary IDs were valid.</li><li><strong>Late December 2021</strong> – issuance of social cards for beneficiary categories began in the Stryi territorial community for local transport fare reimbursement. Over 1,000 social cards were issued.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2021/12/31/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d0%bc%d1%96%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b5%d1%80%d0%b8%d1%82%d0%be%d1%80%d1%96%d0%b0%d0%bb%d1%8c%d0%bd%d1%96%d0%b9/\">Test launch of ASOOP on the first 10 routes</a></strong></p><ul><li><strong>December 31, 2021</strong> – a test launch of the electronic fare payment system was held on the first 10 routes.</li></ul><p style=\"text-align:center\"><strong>Completion of ASOOP launch on all routes</strong></p><ul><li><strong>Since early 2022 –</strong> within just two months, ASOOP was additionally installed on other vehicles of Stryi ATP. The fare payment system is unique in that it simultaneously supports tariff grids and many territorial communities and administrations of different levels. Besides accounting for fare-exempt rides and various payment methods, the system can also manage buses on the route by notifying drivers online about early or delayed arrivals.</li></ul><p style=\"text-align:center\"><strong>Issuance of \"SOCIUM\" social cards</strong></p><ul><li><strong>During May–June 2022</strong> – beneficiaries were encouraged to actively visit CNAPs to receive \"SOCIUM\" social cards for free travel on public transport.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/13/%d0%bc%d0%b0%d0%b9%d0%b6%d0%b5-20-%d1%82%d0%b8%d1%81%d1%8f%d1%87-%d1%81%d1%82%d1%80%d0%b8%d1%8f%d0%bd-%d0%be%d1%84%d0%be%d1%80%d0%bc%d0%b8%d0%bb%d0%b8-%d0%b5-%d0%ba%d0%b2%d0%b8%d1%82%d0%be%d0%ba/\">Fare-exempt travel using the \"SOCIUM\" e-ticket launched</a></strong></p><ul><li><strong>July 1, 2022</strong> – fare-exempt travel became available exclusively with a personalized \"SOCIUM\" social card. To date, 20,000 beneficiary cards have been issued at CNAPs.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/21/%d1%83-%d0%bc%d0%b5%d1%80%d1%96%d1%97-%d1%81%d1%82%d1%80%d0%b8%d1%8f-%d1%80%d0%be%d0%b7%d0%bf%d0%be%d0%b2%d1%96%d0%bb%d0%b8-%d1%8f%d0%ba-%d1%83%d1%81%d0%bf%d1%96%d1%88%d0%bd%d0%be-%d0%b2%d0%bf%d1%80/\">ASOOP fully implemented in the Stryi region</a></strong></p><ul><li><strong>July 7, 2022</strong> – the executive committee of the Stryi City Council approved decision No. 270 \"On implementation of the automated fare payment system in urban and suburban passenger automobile transport within the Stryi city territorial community.\" The tender for implementation was won by GIS-SERVICE LLC.</li><li><strong>July 13, 2022</strong> – ASOOP was fully launched in the Stryi region, ending the test phase. ASOOP now operates on all 23 suburban routes, 5 urban routes, and 17 routes outside the Stryi city territorial community (Hrabovetsko-Dulibivska and Morshyn communities). A total of 60 validators have been installed on vehicles.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/10/25/%d1%82%d1%80%d0%b0%d0%bd%d1%81%d0%bf%d0%be%d1%80%d1%82%d0%bd%d1%96-%d0%ba%d0%b0%d1%80%d1%82%d0%ba%d0%b8-socium-%d0%b0%d0%b4%d1%80%d0%b5%d1%81%d0%b8-%d0%bb%d0%be%d0%ba%d0%b0%d1%86%d1%96/\">The \"SOCIUM\" e-ticket launched for all citizen categories</a></strong></p><ul><li><strong>August 30, 2022</strong> – it became possible to pay for public transport travel in the Stryi community using a transport card or phone (bank card payments will become available next year). The \"E-ticket\" system integration coincided with the printing and issuance of social cards, which significantly sped up the entire process.</li></ul><p style=\"text-align:center\"><strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">Rapid recovery of the \"SOCIUM\" app and systems</a></strong><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\"> </a><br><a href=\"http://ua-gis.com/2022/11/24/%d0%b2%d1%96%d0%b4-%d0%bf%d0%be%d1%87%d0%b0%d1%82%d0%ba%d1%83-%d0%bf%d0%be%d0%b2%d0%bd%d0%be%d0%bc%d0%b0%d1%81%d1%88%d1%82%d0%b0%d0%b1%d0%bd%d0%be%d0%b3%d0%be-%d0%b2%d1%82%d0%be%d1%80%d0%b3/\">through a Russian hacker attack</a></p><ul><li><strong>In September this year</strong> – the app system suffered a massive attack by Russian hackers. Unfortunately, attackers hacked not only the online transport tracking and schedule viewing via the \"SOCIUM\" app, but also several other services including the electronic queue system for obtaining beneficiary cards and several transport portals as well as other transport pages on the official LODA and Lviv city portals. Several systems have since been restored, and a new, more secure version of the app and portals is in development.</li></ul><p>Thus, all the above data in this digest confirms that Ukrainian Geoinformation Systems LLC and GIS-SERVICE LLC helped the Stryi City Territorial Community to be the first to implement such a critically important and modern e-service. The campaign for implementing a unified Ukrainian electronic ticket continues.</p>",
				"title": "Digest on the Development of E-Services in the Stryi Region"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963807-68.jpg",
			"date_add": "2022-11-17T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em>Впровадження\nелектронного квитка у громадському транспорті залишається й надалі актуальним\nпитанням в Україні</em>. <em>Починаючи від неналежного надання якості перевезень пасажирів, і\nзакінчуючи відсутністю прозорості грошових потоків у транспортних перевезеннях.</em>\n<em>Тож давайте дізнаємося більше про\n«Е-квиток», його переваги, проблематику та в цілому про необхідність єдиної\nцентральної компоненти цього сучасного е-сервісу в кожному населеному пункті.</em></p><p>В\nУкраїні один із таких унікальних програмних комплексів е-квитка розробила та\nвпровадила ІТ -компанія ТОВ «Українські геоінформаційні системи», а оператором\nАСООП виступило ТОВ «ГІС-СЕРВІС». Поки що АСООП впроваджено у трьох об’єднаних\nтериторіальних громадах Стрийського району, перелік яких постійно розширюється,\nале досвід оператора ТОВ «ГІС-СЕРВІС» стане корисним й для інших регіонів,\nзокрема, на Львівщині.</p><p><strong>Проблематика та недоліки міського транспорту в\nУкраїні </strong></p><p>Станом на 2022 рік, система\nтранспортних міських пасажирських перевезень в Україні функціонує вкрай погано\nза принципом <em>«3-х НЕ»</em> – неефективно, непрозоро\nта неякісно. Чому? Існує безліч недоліків, які необхідно усунути для досягнення\nоптимального, якісного, комфортного громадського транспорту в усіх ОТГ України,\nа саме :</p><p>– відсутність\nпрозорості грошових потоків у транспортних перевезеннях;</p><p>– практично\nнемає інформації про кількість перевезених пасажирів;</p><p>– брак\nстатистичних даних про перевезення пільгових категорій громадян; </p><p>– неправдива\nінформація про реальний стан транспортної мережі (прибуткові чи збиткові\nмаршрути, недостатня кількість одиниць транспортних засобів на маршрутах тощо);</p><p>– моніторинг\nреальних даних щодо необхідних дотацій для транспортної інфраструктури не\nпроводиться;</p><p>– КРІ\nу роботі транспортної мережі немає, як і сама можливість їх отримання.</p><p>Усі вищезазначені чинники призводять\nдо погіршення технічного стану транспортних засобів, нелегальних грошових\nпотоків, нераціональної фінансово-господарської діяльності у транспортних\nпідприємствах. Однак, найбільш проблемним чинником залишається відсутність якісного\nмоніторингу, аналізу та контролю за громадськими перевезеннями як в цілому по\nУкраїні, так і в місцевих ОТГ.</p><p><strong>Чи допоможе Єдина центральна компонента «Е-квитка»\nу всіх нагальних транспортних питаннях</strong></p><p>Так, справді. Оптимальним рішенням\nнагальних питань є загальновизнана у світі <em>автоматизована\nсистема обліку оплати проїзду</em> (далі – АСООП) – на місцевому рівні та <em>Єдина центральна компонента</em> (єдина база\nданих або єдина система моніторингу) – на всеукраїнському.</p><p>Якщо АСООП вже відома, і оформлена на\nзаконодавчому рівні, то Єдина центральна компонента <strong>«</strong><strong>SOCIUM</strong><strong>»</strong> – це єдина база даних для ефективного керування всіма\nпідсистемами (АСООП).</p><p><strong>Що\nявляє собою ця система?</strong></p><p>В Україні Єдина центральна\nкомпонента «Е-квитка» — <strong>«</strong><strong>SOCIUM</strong><strong>»</strong> передбачає: </p><p>1) Отримання даних із АСООП України\nвід всіх ОТГ, де впроваджується чи буде впроваджено АСООП.</p><p>2) Аналітичний центр для підготовки\nзвітів та формування статистичних даних про діяльність транспортної\nінфраструктури країни.</p><p>3) Моніторинг поточного стану\nтранспортної мережі у державі.</p><p>4) Звітність та моделювання АСООП.</p><p><strong>Які\nможливості та переваги Єдиної центральної компоненти:</strong></p><p><strong>1)\nМоніторинг грошових потоків України за громадські перевезення</strong> (<em>транзакції в\nрегіонах</em> – місто, ОТГ, область, транспортні підприємства, оператори\nперевезень; <em>статистика оплати</em> –\nпослуги, абонементи, квитки, знижки для пільговиків; <em>субвенції</em> – учень, студент, пенсіонер, особа з інвалідністю та\nін.). </p><p><strong>2)\nДиспетчеризація </strong>(кількість виконаних/невиконаних\nрейсів (простій) в регіонах, за маршрутами та зупинками) </p><p><strong>3)\nМетодика моделювання проїзду</strong>\n(оновлення рухомого складу, зміна вартості квитка, врахування пасажиропотоку).</p><p><strong>4)\nАналітика</strong> (перевірка збитковості та прибутку,\nнеобхідність у створенні нових маршрутів, рентабельність закупівлі нових\nтранспортних засобів, грошові потоки, еквайринг – отримання підприємством\nбезготівкової оплати).</p><p><strong>5)\nЯкість перевезень (</strong><strong>KPI</strong><strong>)</strong> –\nчистота, якість та зручність громадського транспорту тощо.</p><p><strong>6)\nСоціальна складова</strong> (туристичні маршрути, соціальна\nреклама, підтримка пільгових категорій).</p><p><strong>7)\nЮридична складова</strong> (запровадження електронного\nдокументообігу, можливість прогнозувати закупівлю запчастин, оптимізувати\nпідмінний фонд обладнання і т.д.).</p><p><strong>8)\nМережа розповсюдження</strong> (виявлення реального пасажиропотоку\nна маршрутах за регіонами, роздрібна торгівля (рітейл) орієнтована на масового\nпокупця).</p><p><strong>Як працює Єдина центральна компонента\n«Е-квитка»?</strong><strong></strong></p><p><strong>Єдина\nцентральна компонента</strong> з елементами для кожної\nадміністрації та перевізників складається з <strong>мульти-порталів</strong> та <strong>мобільних\nзастосунків</strong>, які поділяються на: <em>центральний\nкомпонент</em> – адміністративну частину контролю, з рольовим доступом до\nданих, так і <em>громадський</em> – відкритий,\nцентралізований всеукраїнський транспортний портал та мобільні застосунки для\nвсіх платформ. Також є портали <em>окремих\nадміністрацій</em> – <em>замовників перевезень</em>\nз адміністративною частиною та відкритим порталом</p><p>Окрім цього, комплекс забезпечує\nвставлення окремих відкритих сторінок на існуючих сайтах адміністрацій для збору\nданих про якість виконання транспортної роботи (присутність транспорту на\nмаршрутній мережі, виконання поденних та погодинних показників графічності).</p><p><strong>Єдина\nцентральна компонента передбачає також виконання таких завдань:</strong></p><p>1) Концентрацію даних, які\nстосуються АСООП, (пасажиропотік, статистика розрахунків за видами). Можливість\nоприлюднення певних звітів для громадськості.</p><p>2) Централізовану систему «гарячої»\nлінії, яка стосується громадського транспорту, з можливістю контролю та вирішення\nпитань як адміністраціями, так і кожним перевізником, зокрема.</p><p>3) Місце збору транспортних новин,\nколи адміністрації та перевізники можуть обмінюватися новинами у власних <em>підпорталах</em>, а всі вони загалом групуються\nта відображаються в <em>центральному порталі</em>\nта застосунках.</p><p>4) Централізоване відображення руху\nгромадського транспорту та діючого розкладу в режимі онлайн.</p><p>5) Збір інформації щодо пільгових\nкатегорій громадян, з автоматичним під’єднанням до бази даних. Відповідно, для\nзабезпечення виконання норм законодавства про захист персональних даних, всі АСООП\nв онлайн – режимі отримуватимуть всю необхідну інформацію про пільговиків.</p><p>Таким чином, єдина центральна\nкомпонентаелектронного квитка\nдозволяє побудувати маршрут із використанням декількох, в тому числі різних\nадміністрацій та надає можливість придбати <em>мульти-квиток.\nВодночас, сприяє </em>відслідковуванню грошових потоків, присутності\nтранспортних засобів на маршрутах, моніторингу кількості перевезених пасажирів,\nз відокремленням на пільгові категорії громадян тощо. Така єдина система здатна\nоптимізувати всі системи АСООП або кожної окремо, і навіть, відслідковувати\nпомилки у роботі, з одночасним її плануванням та моделюванням.</p><p>Оператор АСООП – ТОВ «ГІС-СЕРВІС»\nпідтримує стратегію уряду щодо запровадження е-послуг в Україні та рекомендує\nвсім транспортним підприємствам, адміністраціям долучатися до єдиного\nукраїнського електронного квитка.</p>",
				"title": "Про єдину центральну компоненту «Е-квитка» в Україні: досвід оператора ТОВ «ГІС-СЕРВІС»"
			},
			"en": {
				"content": "<p><em>The implementation of electronic tickets in public transport remains a pressing issue in Ukraine.</em> <em>From inadequate quality of passenger services to the lack of transparency in cash flows within transportation.</em> <em>Let's learn more about the \"E-Ticket,\" its advantages, challenges, and the overall necessity of a unified central component of this modern e-service in every locality.</em></p><p>In Ukraine, one of the unique software complexes for the e-ticket was developed and implemented by the IT company Ukrainian Geoinformation Systems LLC, while the ASOOP operator is LLC \"GIS-SERVICE.\" So far, ASOOP has been implemented in three united territorial communities in the Stryi district, with the list constantly expanding, but the experience of the operator LLC \"GIS-SERVICE\" will be useful for other regions, especially in Lviv Oblast.</p><p><strong>Problems and shortcomings of urban transport in Ukraine</strong></p><p>As of 2022, the urban passenger transport system in Ukraine operates very poorly based on the principle of <em>\"3 NOs\"</em> – ineffective, non-transparent, and poor quality. Why? There are many shortcomings that must be addressed to achieve an optimal, quality, and comfortable public transport system in all united territorial communities (UTCs) in Ukraine, namely:</p><p>– lack of transparency in cash flows in transport services;</p><p>– practically no information about the number of transported passengers;</p><p>– lack of statistical data on transportation of privileged citizen categories;</p><p>– inaccurate information about the actual state of the transport network (profitable or unprofitable routes, insufficient number of vehicles on routes, etc.);</p><p>– no monitoring of real data on necessary subsidies for transport infrastructure;</p><p>– no KPIs in transport network operation, nor the possibility to obtain them.</p><p>All these factors lead to deterioration of vehicle technical conditions, illegal cash flows, and inefficient financial and economic activities in transport enterprises. However, the most problematic factor remains the lack of quality monitoring, analysis, and control over public transport both nationwide and in local UTCs.</p><p><strong>Will the Unified Central Component of the \"E-Ticket\" help solve all urgent transport issues?</strong></p><p>Indeed. The optimal solution to urgent issues is the globally recognized <em>automated fare payment accounting system</em> (ASOOP) at the local level and the <em>Unified Central Component</em> (a single database or monitoring system) at the national level.</p><p>While ASOOP is already known and legislatively established, the Unified Central Component <strong>\"SOCIUM\"</strong> is a single database for effective management of all ASOOP subsystems.</p><p><strong>What is this system?</strong></p><p>In Ukraine, the Unified Central Component of the \"E-Ticket\" — <strong>\"SOCIUM\"</strong> — provides:</p><p>1) Receiving data from ASOOP Ukraine from all UTCs where ASOOP is implemented or will be implemented.</p><p>2) An analytical center for preparing reports and generating statistical data on the country’s transport infrastructure activities.</p><p>3) Monitoring the current state of the transport network nationwide.</p><p>4) Reporting and modeling for ASOOP.</p><p><strong>Capabilities and advantages of the Unified Central Component:</strong></p><p><strong>1) Monitoring cash flows for public transportation in Ukraine</strong> (<em>transactions by regions</em> – city, UTC, oblast, transport companies, carriers; <em>payment statistics</em> – services, subscriptions, tickets, discounts for privileged passengers; <em>subsidies</em> – for pupils, students, pensioners, persons with disabilities, etc.).</p><p><strong>2) Dispatching</strong> (number of completed/uncompleted trips (downtime) by regions, routes, and stops).</p><p><strong>3) Travel modeling methodology</strong> (fleet renewal, ticket price changes, passenger flow considerations).</p><p><strong>4) Analytics</strong> (checking profitability and losses, the need for new routes, cost-effectiveness of purchasing new vehicles, cash flows, acquiring cashless payments).</p><p><strong>5) Quality of transport services (<strong>KPI</strong>)</strong> – cleanliness, quality, and convenience of public transport, etc.</p><p><strong>6) Social component</strong> (tourist routes, social advertising, support for privileged categories).</p><p><strong>7) Legal component</strong> (implementation of electronic document management, forecasting spare parts purchases, optimizing spare equipment pools, etc.).</p><p><strong>8) Distribution network</strong> (identifying real passenger flows on routes by regions, retail oriented toward mass consumers).</p><p><strong>How does the Unified Central Component of the \"E-Ticket\" work?</strong></p><p>The <strong>Unified Central Component</strong> consists of <strong>multi-portals</strong> and <strong>mobile applications</strong> with elements for each administration and carrier, divided into: a <em>central component</em> – the administrative control part with role-based data access, and a <em>public</em> – an open, centralized nationwide transport portal and mobile apps for all platforms. There are also portals for <em>individual administrations</em> – transport service customers – with administrative and public parts.</p><p>Additionally, the system allows embedding open pages into existing administration websites to collect data on transport service quality (presence of vehicles on routes, daily and hourly schedule performance).</p><p><strong>The Unified Central Component also performs the following tasks:</strong></p><p>1) Concentrating ASOOP-related data (passenger flow, payment statistics by types). Possibility to publish certain reports for the public.</p><p>2) A centralized public transport hotline system with the ability to control and resolve issues by both administrations and each carrier.</p><p>3) A place for transport news exchange where administrations and carriers can share news in their <em>sub-portals</em>, all grouped and displayed on the <em>central portal</em> and apps.</p><p>4) Centralized online display of public transport movement and active schedules.</p><p>5) Collecting data on privileged citizen categories with automatic connection to databases. Accordingly, to comply with personal data protection laws, all ASOOPs will receive necessary data on privileged passengers in real-time.</p><p>Thus, the unified central component of the electronic ticket allows creating routes using multiple, including different administrations, and provides the ability to purchase <em>multi-tickets</em>. Simultaneously, it helps track cash flows, vehicle presence on routes, passenger counts including privileged categories, etc. This unified system can optimize all ASOOP systems separately or collectively, and even detect operational errors while enabling planning and modeling.</p><p>The ASOOP operator – LLC \"GIS-SERVICE\" – supports the government’s strategy to implement e-services in Ukraine and recommends that all transport companies and administrations join the unified Ukrainian electronic ticket.</p>",
				"title": "About the Unified Central Component of the \"E-Ticket\" in Ukraine: Experience of the Operator LLC \"GIS-SERVICE\""
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963738-55.jpg",
			"date_add": "2022-11-12T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Сучасна\nавтоматизована системи оплати проїзду вже успішно працює у трьох громадах –\nСтрийській, Грабовецько-Дулібівській та Моршинській ОТГ. Цей програмний\nкомплекс розробила та впровадила ІТ -компанія ТОВ «Українські геоінформаційні\nсистеми», а оператором АСООП виступило ТОВ «ГІС-СЕРВІС».</p><p>З\nчасу існування вже майже 20 тисяч стриян оформили персоналізовану соціальну\nкартку «Socium» та скористалися комфортними, електронними послугами у\nгромадському транспорті. Тому в межах інформаційної кампанії «Ви запитуєте – ми\nвідповідаємо» оператор АСООП – ТОВ «ГІС-СЕРВІС надає актуальну інформацію про\nе-квиток «Socium» й для інших пільгових категорій громадян.</p><p><strong>Чи можна ще отримати персоналізовану\nсоціальну картку «Socium»?</strong></p><p>–\nТак, якщо перебуваєте у реєстрах пільгових категорій громадян у Стрийській,\nГрабовецько-Дулібівській чи Моршинській ОТГ, то Вам слід звернутися в один із\nЦНАПів за місцем проживання.</p><p>Що\nнеобхідно мати зі собою у ЦНАПі: </p><p>1)\nпаспорт громадянина України, чи ID карту;</p><p>2)\nідентифікаційний код (довідка чи код на на ID-картці);</p><p>3)\nпенсійне посвідчення (або документ, що підтверджує статус пільговика).</p><p>Звертаємо\nВашу увагу, що виготовлення персоналізованої картки для пільговиків є безкоштовним\n</p><p><strong>Що робити з е-квитком «Socium» при\nзміні статусу пільговика?</strong></p><p>–\nОсоби, які змінили тип пільгової категорії, можуть й надалі використовувати\nсвою персоналізовану соціальну картку «Socium» для проїзду в громадському\nтранспорті. При оновленні статусу, умови її використання автоматично змінюються\nу базі даних реєстру е-квитків. Оскільки, картка – це, по суті, лише ключ до\nвласного профілю користувача громадського транспорту.</p><p><strong>Куди звертатися якщо не працює\nсоціальна картка «Socium»? </strong></p><p>–\nЯкщо не працює картка, то Вам також слід звернутися у ЦНАП, в якому\nвідповідальні працівники володіють усіма інструментами для її перевірки. Також наголошуємо,\nщо при видачі картки кожна з них ретельно перевіряється.</p><p><strong>Що робити якщо соціальну картку\n«Socium» пошкоджено чи загублено?</strong></p><p>–\nЯкщо персоналізована соціальна картка «Socium» загублена чи пошкоджена, пасажир\nмає обов’язково звернутися у ЦНАП, де:</p><p>1)\nфахівці проведуть перевірку справності картки за допомогою спеціального\nінструменту;</p><p>2)\nякщо картка не працює – запропонують отримати нову;</p><p>3)\nоплативши послуги з виготовлення дублікату, вартістю 100 грн, пільговик має\nпред’явити у ЦНАПі рахунок;</p><p>4)\nвідтак, отримує нову соціальну картку е-квиток «Socium».</p><p><em>Пам’ятайте , що лише перша соціальна\nкартка е-квиток «Socium» видається безкоштовно. </em></p><p><strong>Чи можуть школярі користуватися\nсоціальною карткою «Socium»?</strong></p><p>–\nТак, у Стрийській ОТГ школярі, які навчаються у ЗОШ мають право на 45 пільгових\nпоїздок на місяць та можуть отримати персоналізовану соціальну картку «Socium»\nу ЦНАПах, у разі наявності їх у погоджених списках зі шкіл. </p><p>Опісля\nзавершення навчання у школі, якщо вони не належатимуть до інших пільгових\nкатегорій, то не зможуть надалі використовувати свою персоналізовану соціальну\nкартку для безкоштовного проїзду в громадському транспорті. Проте, можуть\nпридбати загальну транспортну картку «Socium» у доступних локаціях продажу\nкарток та продовжувати користуватися безконтактною оплатою проїзду у\nгромадському транспорті. Водночас, пільгова картка буде автоматично\nзаблокована. </p><p><strong>Подавав документи на соціальну картку\nе-квиток, не отримав. Що робити?</strong></p><p>–\nВідмінність персоналізованої соціальної картки «Socium» полягає у тому, що на\nїї виготовлення не потрібно чекати впродовж тривалого часу, як інколи буває в\nінших операторів АСООП. Друк та видача такої картки «Socium» відбувається\nодразу при реєстрації у ЦНАПах.</p><p>Час\nвидачі – 5 хвилин, за наявності Вас у реєстрах пільговиків, поки що, Стрийської\n, Грабовецько-Дулібівській або Моршинської ОТГ (перелік партнерів постійно\nрозширюється).</p><p><em>Долучайтеся до єдиного українського\nелектронного квитка «</em><em>SOCIUM</em><em>»!</em></p>",
				"title": "Майже 20 тисяч стриян оформили е-квиток «Socium». Куди звертатись та як отримати?"
			},
			"en": {
				"content": "<p>The modern automated fare payment system is already successfully operating in three communities – Stryi, Hrabovetsko-Dulibivska, and Morshyn UTCs. This software complex was developed and implemented by the IT company Ukrainian Geoinformation Systems LLC, with LLC \"GIS-SERVICE\" acting as the ASOOP operator.</p><p>Since its launch, nearly 20 thousand residents of Stryi have registered their personalized social card \"Socium\" and have benefited from comfortable electronic services in public transport. As part of the information campaign \"You Ask – We Answer,\" the ASOOP operator – LLC \"GIS-SERVICE\" provides up-to-date information about the \"Socium\" e-ticket for other privileged citizen categories as well.</p><p><strong>Is it still possible to get a personalized social card \"Socium\"?</strong></p><p>– Yes, if you are registered in the privileged citizen categories in the Stryi, Hrabovetsko-Dulibivska, or Morshyn UTCs, you should apply to one of the CNAP (Administrative Service Centers) in your place of residence.</p><p>What you need to bring to the CNAP:</p><p>1) Ukrainian passport or ID card;</p><p>2) Identification code (certificate or code on the ID card);</p><p>3) Pension certificate (or document confirming privileged status).</p><p>Please note that producing a personalized card for privileged citizens is free of charge.</p><p><strong>What to do with the \"Socium\" e-ticket if your privileged status changes?</strong></p><p>– Persons who change their privileged category type can continue using their personalized social card \"Socium\" for public transport. Upon status update, the usage conditions are automatically updated in the e-ticket registry database since the card essentially serves as a key to the user's public transport profile.</p><p><strong>Where to turn if the \"Socium\" social card does not work?</strong></p><p>– If your card does not work, you should also contact the CNAP where responsible staff have all the tools to verify it. We emphasize that each card is thoroughly checked upon issuance.</p><p><strong>What to do if the \"Socium\" social card is lost or damaged?</strong></p><p>– If the personalized social card \"Socium\" is lost or damaged, the passenger must contact the CNAP where:</p><p>1) Specialists will check the card’s functionality using a special tool;</p><p>2) If the card does not work, you will be offered to receive a new one;</p><p>3) After paying 100 UAH for the duplicate, the privileged passenger must present a receipt at the CNAP;</p><p>4) Subsequently, the passenger receives a new \"Socium\" social card e-ticket.</p><p><em>Remember, only the first \"Socium\" social card e-ticket is issued free of charge.</em></p><p><strong>Can schoolchildren use the \"Socium\" social card?</strong></p><p>– Yes, in the Stryi UTC, schoolchildren studying at general education schools are entitled to 45 privileged rides per month and can get a personalized \"Socium\" social card at CNAPs if they are listed in approved school registers.</p><p>After graduation, if they do not belong to other privileged categories, they will no longer be able to use their personalized social card for free public transport rides. However, they can purchase a general \"Socium\" transport card at available sales points and continue using contactless fare payment. The privileged card will be automatically blocked.</p><p><strong>I submitted documents for the \"Socium\" social card e-ticket but have not received it. What should I do?</strong></p><p>– The personalized \"Socium\" social card differs in that you do not have to wait a long time for production, unlike some other ASOOP operators. Printing and issuing the card occurs immediately during registration at CNAPs.</p><p>The issuance time is 5 minutes if you are registered as privileged in Stryi, Hrabovetsko-Dulibivska, or Morshyn UTCs (partner list is constantly expanding).</p><p><em>Join the unified Ukrainian electronic ticket \"</em><em>SOCIUM</em><em>\"!</em></p>",
				"title": "Almost 20 Thousand Residents of Stryi Have Registered the \"Socium\" E-Ticket. Where to Apply and How to Get It?"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963701-31.jpg",
			"date_add": "2022-10-29T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p style=\"text-align:center\"><strong>Шановні працівники автомобільного\nтранспорту!</strong></p><p>Дозвольте\nпривітати Вас із професійним святом – <strong>Днем\nавтомобіліста та дорожника України</strong>. </p><p>Хочемо\nподякувати за Вашу працю, якісне надання послуг з перевезення пасажирів, ввічливість\nта уважність, оперативність та фаховість.</p><p>Нехай\nангел-охоронець оберігає щомиті, а Бог посилає міцне здоров’я. Бажаємо легкої\nдороги та зеленого світла на шляху! </p><p style=\"text-align:right\"><strong>З повагою та вдячністю за співпрацю</strong></p><p style=\"text-align:right\"><strong>команда ТОВ «Українські геоінформаційні системи»</strong></p>",
				"title": "З Днем автомобіліста та дорожника України!"
			},
			"en": {
				"content": "<p style=\"text-align:center\"><strong>Dear workers of the automotive transport sector!</strong></p><p>Allow us to congratulate you on your professional holiday – <strong>Motorist and Road Workers' Day of Ukraine</strong>.</p><p>We want to thank you for your hard work, quality passenger transportation services, politeness and attentiveness, promptness, and professionalism.</p><p>May the guardian angel protect you every moment, and may God grant you strong health. We wish you smooth roads and green lights on your way!</p><p style=\"text-align:right\"><strong>With respect and gratitude for your cooperation,</strong></p><p style=\"text-align:right\"><strong>the team of LLC \"Ukrainian Geoinformation Systems\"</strong></p>",
				"title": "Happy Motorist and Road Workers' Day of Ukraine!"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963499-82.png",
			"date_add": "2022-10-24T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><strong>Транспортна картка «</strong><strong>Socium</strong><strong>»</strong> – пластикова\nкартка з безконтактним чіпом, завдяки якій можна оплатити за проїзд\nбезготівковим способом у міському громадському транспорті Стрийської міської\nтериторіальної громади.</p><p>Спочатку,\nзавдяки співпраці керівництва Стрийської міської ради та розробника ТОВ\n«Українські геоінформаційні системи», видано понад 12 000 персоналізованих\nсоціальних карток <strong>«</strong><strong>Socium</strong><strong>»</strong> для пільгових\nкатегорій громадян, а вже з кінця серпня 2022 року – картки стали доступними\nдля інших категорій населення. Інтеграція АСООП проводилася одночасно з друком\nі видачею соціальних карток, що значно прискорило ввесь процес впровадження\nе-квитка на Стрийщині.</p><p>Придбати\nтранспортну картку «Socium» для комфортного проїзду можна за такими локаціями\nпродажу у Стрию:</p><p>– Магазин «Навчальна книга» (вул. Хмельницького, 39); </p><p>–\nАвтостанція м. Стрий АС-3 (Пасаж).</p><p>Вартість\nкартки становить 200 грн. При покупці, на ній уже є 100 грн, які можна\nвикористовувати для оплати проїзду, а коли кошти на ній завершаться – поповнити\nу вищезазначених терміналах міста.</p><p>Окрім\nцього, запрацював мобільний додаток «SOCIUM, в якому також можна оплатити\nпроїзд. Охочих використовувати мобільний застосунок е-квиток «Socium»,\nзапрошуємо вже зараз у режимі тестування. Завантажити програму можна тут: </p><p>iOS\n– <a href=\"https://apps.apple.com/ua/app/socium/id1564915958?l=uk\">https://apps.apple.com/ua/app/socium/id1564915958?l=uk</a> ;\n</p><p>Android\n– <a href=\"https://play.google.com/store/apps/details?id=com.onesoft.socium\">https://play.google.com/store/apps/details?id=com.onesoft.socium</a> .</p>",
				"title": "Транспортні картки «Socium»: адреси локацій продажу на Стрийщині"
			},
			"en": {
				"content": "<p><strong>Socium Transport Card</strong> is a plastic card with a contactless chip that allows cashless payment for rides on public transport in the Stryi City Territorial Community.</p><p>Initially, thanks to the cooperation between the leadership of the Stryi City Council and the developer LLC \"Ukrainian Geoinformation Systems,\" over 12,000 personalized social cards <strong>\"Socium\"</strong> were issued for privileged categories of citizens. Since the end of August 2022, the cards have become available to other population groups. The integration of the automated fare collection system was carried out simultaneously with the printing and issuance of social cards, significantly speeding up the implementation of the e-ticket in the Stryi region.</p><p>You can purchase a \"Socium\" transport card for comfortable travel at the following sales locations in Stryi:</p><p>– \"Navchalna Knyha\" store (39 Khmelnytskoho St.);</p><p>– Stryi Bus Station AS-3 (Passage).</p><p>The card costs 200 UAH. Upon purchase, it already has 100 UAH on it that can be used for fare payment, and when the funds run out, it can be topped up at the above terminals in the city.</p><p>Additionally, the \"SOCIUM\" mobile app has been launched, where you can also pay for your ride. Those interested in using the \"Socium\" e-ticket mobile app are invited to test it now. You can download the app here:</p><p>iOS – <a href=\"https://apps.apple.com/ua/app/socium/id1564915958?l=uk\">https://apps.apple.com/ua/app/socium/id1564915958?l=uk</a>;</p><p>Android – <a href=\"https://play.google.com/store/apps/details?id=com.onesoft.socium\">https://play.google.com/store/apps/details?id=com.onesoft.socium</a>.</p>",
				"title": "Socium Transport Cards: Sales Locations in the Stryi Region"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963297-74.jpg",
			"date_add": "2022-10-20T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em>Стрийська міська територіальна громада завершила у 2022 році впровадження e-квитка для пасажирів у всьому громадському транспорті. Попри складну економічну ситуацію в Україні, зумовлену агресією рф проти нашої держави, нова система оплати проїду (АСООП, AFC, Е-квиток) вже впродовж десяти місяців успішно працює.</em></p><p>Як розповів Стрийський міський голова <em><strong>Олег Канівець</strong></em>, впровадження електронної системи оплати проїзду розпочалось вперше ще у грудні минулого року, коли тестово, на перших 10-ти автобусних маршрутах, встановили валідатори. Але, вже на початку поточного року, розробник ТОВ «Українські геоінформаційні системи» дообладнав цю унікальну систему, й на інших транспортних засобах які обслуговують Стрийську ОТГ. </p><p>«Приємно, що завдяки прогресивній, молодій та фаховій команді розробників, маємо на Стрийщині один із яскравих прикладів діючих е-сервісів в Україні. Впевнений, що така співпраця стане корисною й для інших громад, а ми – радо готові поділитися цим досвідом», – зауважив <em><strong>Олег Канівець</strong></em>.</p><p><em><strong>ТОВ «Українські геоінформаційні системи»</strong></em> – компанія-розробник, яка вузько спеціалізується на системах управління громадським транспортом в комплексі з АСООП. Ми перша компанія в Україні, що використовує відкритий GTFS протокол (міжнародний стандарт відкритого джерела даних). За допомогою нашої системи управління громадським транспортом «Trek» здійснюється контроль та управління, в режимі реального часу, за парком транспортних засобів та їх роботою на маршрутах. </p><p>Унікальний комплекс системи оплати проїзду на Стрийщині працює одночасно як із тарифними сітками, так і з багатьма ОТГ та адміністраціями різного рівня. Таким чином, окрім обліку пільгових поїздок та різноманітних форм оплати проїзду, цей комплекс може керувати автобусами на маршруті, повідомляючи водію у режимі онлайн про випередження чи відставання від графіку та іншу необхідну в роботі інформацію. Також, варто підкреслити, що ця система «Е-квитка» є повністю українською розробкою, а її унікальність значно випереджає час, навіть, серед європейських інтеграторів AFC систем.</p><p>«Співпраця щодо впровадження е-квитка у Стрийській міській територіальній громаді не була б такою дієвою, якби не бажання змін в громаді. Це цікавий досвід для нас, адже нова система оплати проїзду покращила якість надання транспортних послуг не лише для майже 100 тис. стриян, а й для мешканців інших громад, які використовують цю систему. Час інтеграції нашого рішення, при бажанні та допомозі органів місцевого самоврядування, становить 8-12 місяців. Тобто в цілому, за один календарний рік, можливо впровадити електронний квиток у будь-якій територіальній громаді», – підкреслив <strong>розробник</strong>.</p><p>На Стрийщині також створено умови для пільгових категорій громадян. Зокрема, з 1 липня 2022 року, безкоштовний проїзд пільговиків у громадському транспорті став можливим лише за наявності персоналізованих соціальних карток «<a href=\"http://ua-gis.com/2021/12/28/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">Socium</a>», завчасно виданих у ЦНАПах. Для інших категорій населення оплата проїзду за допомогою транспортної картки або телефону стала можливою з кінця серпня цього року, а розрахунок банківською карткою стане доступним у наступному році. Інтеграція системи «Е-квиток» проводилася одночасно з друком і видачею соціальних карток, що значно прискорило ввесь процес.</p><p><a href=\"http://ua-gis.com/2021/12/31/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d0%bc%d1%96%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b5%d1%80%d0%b8%d1%82%d0%be%d1%80%d1%96%d0%b0%d0%bb%d1%8c%d0%bd%d1%96%d0%b9/\">Нагадаємо</a>, що ініціатива впровадження е-квитка реалізована Стрийською територіальною громадою спільно з ТОВ «Українські геоінформаційні системи» та перевізником Стрийським АТП. </p><p style=\"text-align:center\"><em><strong>Долучайтеся до єдиного українського електронного квитка!</strong></em></p>",
				"title": "У мерії Стрия розповіли, як успішно впровадили e-квиток для громади"
			},
			"en": {
				"content": "<p><em>The Stryi City Territorial Community completed the implementation of the e-ticket for passengers on all public transport in 2022. Despite the difficult economic situation in Ukraine caused by the aggression of the Russian Federation against our country, the new fare payment system (ASOOP, AFC, E-ticket) has been successfully operating for ten months.</em></p><p>As Stryi’s mayor, <em><strong>Oleh Kanivets</strong></em>, explained, the introduction of the electronic fare payment system began in December last year, when validators were first installed on 10 bus routes on a trial basis. But already at the beginning of this year, the developer LLC \"Ukrainian Geoinformation Systems\" upgraded this unique system on other vehicles servicing the Stryi Territorial Community.</p><p>\"It is gratifying that thanks to a progressive, young, and professional team of developers, we have one of the brightest examples of working e-services in Ukraine in the Stryi region. I am confident that such cooperation will be useful for other communities, and we are gladly ready to share this experience,\" noted <em><strong>Oleh Kanivets</strong></em>.</p><p><em><strong>LLC \"Ukrainian Geoinformation Systems\"</strong></em> is the developer company specializing in public transport management systems integrated with ASOOP. We are the first company in Ukraine to use the open GTFS protocol (an international open data standard). Our public transport management system \"Trek\" controls and manages the fleet and their operation on routes in real time.</p><p>The unique fare payment system complex in Stryi operates simultaneously with tariff grids and with many territorial communities and administrations at various levels. Thus, in addition to accounting for privileged trips and various fare payment methods, this complex can manage buses on routes, informing drivers online about their early or late status relative to the schedule and other necessary operational information. It is also worth emphasizing that this \"E-ticket\" system is a fully Ukrainian development, and its uniqueness significantly outpaces even European AFC system integrators.</p><p>\"The cooperation on implementing the e-ticket in the Stryi City Territorial Community would not have been so effective without the community’s desire for change. This is an interesting experience for us since the new fare payment system has improved the quality of transport services not only for almost 100,000 residents of Stryi but also for residents of other communities using this system. The integration time of our solution, with the willingness and assistance of local authorities, takes 8–12 months. In other words, it is possible to implement an electronic ticket in any territorial community within one calendar year,\" emphasized the <strong>developer</strong>.</p><p>Conditions for privileged categories of citizens have also been created in Stryi. In particular, since July 1, 2022, free public transport rides for privileged persons are possible only with personalized social cards \"<a href=\"http://ua-gis.com/2021/12/28/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">Socium</a>\"</p><p>issued in advance at CNAP offices. For other population categories, fare payment via transport card or phone became possible at the end of August this year, and payment by bank card will become available next year. The integration of the \"E-ticket\" system was carried out simultaneously with the printing and issuance of social cards, which significantly accelerated the entire process.</p><p><a href=\"http://ua-gis.com/2021/12/31/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d0%bc%d1%96%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b5%d1%80%d0%b8%d1%82%d0%be%d1%80%d1%96%d0%b0%d0%bb%d1%8c%d0%bd%d1%96%d0%b9/\">Recall</a> that the e-ticket initiative was implemented by the Stryi Territorial Community jointly with LLC \"Ukrainian Geoinformation Systems\" and the carrier Stryi ATP.</p><p style=\"text-align:center\"><em><strong>Join the unified Ukrainian electronic ticket!</strong></em></p>",
				"title": "The Stryi City Council Shared How They Successfully Implemented the E-Ticket for the Community"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953963195-62.jpg",
			"date_add": "2022-04-22T21:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p style=\"text-align: center;\"><span style=\"color: #0000ff;\"><strong>Шановні колеги та партнери!</strong></span></p><p style=\"text-align: left;\">Щиро вітаємо Вас зі світлим святом Великодня.</p><p style=\"text-align: left;\">Воскресіння Христове символізує перемогу життя над смертю, добра над злом, світла над темрявою. Нехай у Ваших сім’ях панує порозуміння та любов, а Бог дарує кожному міцне здоров’я.</p><p style=\"text-align: left;\">Бажаємо Вам благополуччя, миру та добра!</p><p style=\"text-align: center;\"><span style=\"color: #ffcc00;\"><strong>Христос Воскрес!</strong></span></p><p><span style=\"color: #ff9900;\"><strong>З повагою та найкращими побажаннями,</strong></span></p><p><span style=\"color: #ff9900;\"><strong>команда «УГС»</strong></span></p>",
				"title": "Привітання з Великоднем"
			},
			"en": {
				"content": "<p style=\"text-align: center;\"><span style=\"color: #0000ff;\"><strong>Dear colleagues and partners!</strong></span></p><p style=\"text-align: left;\">We sincerely congratulate you on the bright holiday of Easter.</p><p style=\"text-align: left;\">The Resurrection of Christ symbolizes the victory of life over death, good over evil, light over darkness. May understanding and love reign in your families, and may God grant everyone strong health.</p><p style=\"text-align: left;\">We wish you prosperity, peace, and goodness!</p><p style=\"text-align: center;\"><span style=\"color: #ffcc00;\"><strong>Christ is Risen!</strong></span></p><p><span style=\"color: #ff9900;\"><strong>With respect and best wishes,</strong></span></p><p><span style=\"color: #ff9900;\"><strong>The UGS team</strong></span></p>",
				"title": "Easter Greetings"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953962960-49.jpg",
			"date_add": "2022-02-14T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>15 лютого – <strong>День комп’ютерника</strong>. Це професійне свято, яке відзначається щорічно на згадку про створення першої універсальної електронної обчислювальної машини <strong>ENIAC</strong> (Electronic Numerical Integrator and Computer). Займала площу 167 кв. м, її маса становила 30 тонн, а споживання електроенергії — 150 кВт. Вартість розробки — майже півмільйона доларів.</p><p>А чи знали Ви, що у витоках першого комп’ютера було 6-ро жінок-програмісток, які створювали програми для балістичних розрахунків?! Саме так, хоча спершу всі вважали, що на презентації у 1946 році вони були просто моделями або для того, щоб фото краще виглядало.  <strong>Отже, до початкової розробки ENIAC було залучено</strong> — Мерлін Мельцер, Кетлін Макнальті, Бетті Джин Дженнінгз, Бетті Снайдер, Франсіс Білас та Рут Ліхтерман (Тейтельбаум). Архітектуру комп’ютера розробили 1943 року Джон Преспер Еккерт, Джон Вільям Моклі і Джон фон Нейман з університету Пенсильванії.</p><p>Перші програмістки ENIAC отримали публічне визнання за свої досягнення на кілька десятиліть пізніше. І лише у 1997 році були включені до Залу слави організації Women in Technology International.</p><p><strong>Команда ТОВ «Українські геоінформаційні системи»</strong> щиро вітає всіх розробників комп’ютерних систем, програмістів і операторів різних комп’ютерних пристроїв, інженерів з автоматизованих систем керування, з супроводу баз даних, адміністраторів серверів і багато інших, без вмінь та знань яких нам вже не обійтися в сучасному світі!</p>",
				"title": "День комп’ютерника або ENIAC Day"
			},
			"en": {
				"content": "<p>February 15 is <strong>Computer Programmer's Day</strong>. This professional holiday is celebrated annually in honor of the creation of the first universal electronic digital computer, <strong>ENIAC</strong> (Electronic Numerical Integrator and Computer). It occupied an area of 167 sq.m, weighed 30 tons, and consumed 150 kW of electricity. The development cost was nearly half a million dollars.</p><p>Did you know that at the origins of the first computer there were six women programmers who created programs for ballistic calculations?! Indeed, although at first everyone thought they were just models for the 1946 presentation or there just to make the photos look better.  <strong>The initial development team of ENIAC included</strong> — Jean Jennings Bartik, Frances Bilas Spence, Ruth Lichterman Teitelbaum, Kathleen McNulty Mauchly Antonelli, Betty Snyder Holberton, and Marlyn Wescoff.</p><p>The computer's architecture was developed in 1943 by John Presper Eckert, John William Mauchly, and John von Neumann from the University of Pennsylvania.</p><p>The first ENIAC programmers received public recognition for their achievements only decades later. It was not until 1997 that they were inducted into the Women in Technology International Hall of Fame.</p><p><strong>The team of LLC 'Ukrainian Geoinformation Systems'</strong> sincerely congratulates all computer system developers, programmers, operators of various computer devices, automated control systems engineers, database administrators, server administrators, and many others whose skills and knowledge are indispensable in today’s world!</p>",
				"title": "Computer Programmer's Day or ENIAC Day"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953962786-53.png",
			"date_add": "2022-02-07T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Щорічно, у другий вівторок лютого, у світі відзначають <strong>День безпеки в Інтернеті</strong>, з метою об’єднання зусиль держави, бізнесу і громадськості для популяризації механізмів безпечної роботи в мережі, перш за все серед молодого покоління.</p><p>ТОВ 'Українські інформаційні системи' підтримує <a href=\"https://www.facebook.com/hashtag/saferinternetday?__eep__=6&__cft__%5b0%5d=AZVz1mx5-VTPf8uh36C1VrQOdKpyerF-U-nxJmyoD80Ve1aHU9zQeo1fakeMnEZYPZXe0swcTu4CaI8limEOX592AMjXWEHIZLi5S1A9v3aJKxfb0umKPRp0DMDFQ88_luR9_DggvOoZKjgWq6vhHRFZLXudfqwFbIA3fW_2gzJr6A&__tn__=*NK-R\">#SaferInternetDay</a> та рекомендує використовувати наше власне, безпечне програмне забезпечення, <a href=\"http://ua-gis.com/trek-system/\"><strong>систему «Trek»</strong></a> для комплексного та автоматизованого <a href=\"http://ua-gis.com/public-transport/\">управління автотранспортним підприємством</a>.</p><p><strong>Зацікавило?</strong></p><p><em>Телефонуйте за номером</em><em> (067) 675 12 99 та отримайте безкоштовну консультативну підтримку щодо безпеки наших систем уже сьогодні.</em></p>",
				"title": "ТОВ 'УГС' підтримує Safer Internet Day 2022"
			},
			"en": {
				"content": "<p>Every year, on the second Tuesday of February, the world celebrates <strong>Safer Internet Day</strong> to unite the efforts of governments, businesses, and the public to promote safe online practices, especially among the younger generation.</p><p>LLC 'Ukrainian Information Systems' supports <a href=\"https://www.facebook.com/hashtag/saferinternetday?__eep__=6&__cft__%5b0%5d=AZVz1mx5-VTPf8uh36C1VrQOdKpyerF-U-nxJmyoD80Ve1aHU9zQeo1fakeMnEZYPZXe0swcTu4CaI8limEOX592AMjXWEHIZLi5S1A9v3aJKxfb0umKPRp0DMDFQ88_luR9_DggvOoZKjgWq6vhHRFZLXudfqwFbIA3fW_2gzJr6A&__tn__=*NK-R\">#SaferInternetDay</a> and recommends using our own secure software, the <a href=\"http://ua-gis.com/trek-system/\"><strong>'Trek' system</strong></a> for comprehensive and automated <a href=\"http://ua-gis.com/public-transport/\">management of motor transport enterprises</a>.</p><p><strong>Interested?</strong></p><p><em>Call us at</em><em> (067) 675 12 99 and get free consultation support about the security of our systems today.</em></p>",
				"title": "LLC 'UGS' Supports Safer Internet Day 2022"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953962716-8.jpg",
			"date_add": "2022-01-21T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em><strong>«Дай, Боже, нам любити Україну понад усе сьогодні — маючи, щоб не довелося потім гірко любити — втративши», – В’ячеслав Чорновіл</strong></em></p><p><strong>З Днем Соборності України!</strong>&#160;<span class=\"pq6dq46d tbxw36s4 knj5qynh kvgmc6g5 ditlmg2l oygrvhab nvdbi5me sf5mxxl7 gl3lb2sf hhz5lgdu\"><img decoding=\"async\" src=\"/news-images/news-1753953962773-5.png\" alt=\"ua\" width=\"16\" height=\"16\"></span><br>\nЛюбімо її, тут і зараз, розвиваймо інфраструктуру та власні новітні технології і системи, які зроблять нашу державу ще більш відомою у світі.</p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>З повагою та найкращими побажаннями,</strong></span><br>\n<span style=\"color: #ff9900;\"><strong>команда «УГС»</strong></span></p>",
				"title": "Вітаємо з Днем Соборності України!"
			},
			"en": {
				"content": "<p><em><strong>\"May God grant us to love Ukraine above all today — so that later we won't have to love her bitterly — having lost her,\" – Vyacheslav Chornovil</strong></em></p><p><strong>Happy Unity Day of Ukraine!</strong> &#160;<span class=\"pq6dq46d tbxw36s4 knj5qynh kvgmc6g5 ditlmg2l oygrvhab nvdbi5me sf5mxxl7 gl3lb2sf hhz5lgdu\"><img decoding=\"async\" src=\"/news-images/news-1753953962773-5.png\" alt=\"ua\" width=\"16\" height=\"16\"></span><br>Let us love her here and now, develop infrastructure and our own modern technologies and systems that will make our country even more recognized worldwide.</p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>With respect and best wishes,</strong></span><br><span style=\"color: #ff9900;\"><strong>The \"UGS\" team</strong></span></p>",
				"title": "Happy Unity Day of Ukraine!"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953962585-38.jpg",
			"date_add": "2022-01-18T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Ось і завершуються новорічні свята, і в цей день ми щиро вітаємо Вас із <strong><span style=\"color: #333399;\">Водохрещем</span></strong>!&#160;<span class=\"pq6dq46d tbxw36s4 knj5qynh kvgmc6g5 ditlmg2l oygrvhab nvdbi5me sf5mxxl7 gl3lb2sf hhz5lgdu\"><img decoding=\"async\" src=\"/news-images/news-1753953962702-31.png\" width=\"16\" height=\"16\"></span></p><p>Нехай бадьорість та загартованість принесуть здоров’я на весь рік!<br>\nА наша команда ТОВ «Українські геоінформаційні системи» приготувала вже безліч нових застосунків для Вас, аби кожна поїздка в громадському транспорті була лише комфортною.</p><p style=\"text-align: center;\"><strong>Зі святом Вас, друзі та колеги!</strong></p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>З повагою та найкращими побажаннями,</strong></span><br>\n<span style=\"color: #ff9900;\"><strong>команда «УГС»</strong></span></p>",
				"title": "Команда 'УГС' вітає з Водохрещем"
			},
			"en": {
				"content": "<p>The New Year holidays are coming to an end, and on this day we sincerely congratulate you on <strong><span style=\"color: #333399;\">Epiphany</span></strong>!&#160;<span class=\"pq6dq46d tbxw36s4 knj5qynh kvgmc6g5 ditlmg2l oygrvhab nvdbi5me sf5mxxl7 gl3lb2sf hhz5lgdu\"><img decoding=\"async\" src=\"/news-images/news-1753953962702-31.png\"  width=\"16\" height=\"16\"></span></p><p>May vigor and resilience bring you health throughout the year!<br>Our team at LLC 'Ukrainian Geoinformation Systems' has already prepared many new applications for you, so every trip on public transport is comfortable.</p><p style=\"text-align: center;\"><strong>Happy holiday to you, friends and colleagues!</strong></p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>With respect and best wishes,</strong></span><br><span style=\"color: #ff9900;\"><strong>The 'UGS' team</strong></span></p>",
				"title": "The 'UGS' Team Wishes You a Happy Epiphany"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953962549-78.jpg",
			"date_add": "2021-12-30T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p style=\"text-align: center;\"><strong><span style=\"color: #0000ff;\">З Новим роком і Різдвом Христовим!</span></strong></p><p>Команда ТОВ «Українські геоінформаційні системи» щиро дякує усім клієнтам і партнерам за плідну співпрацю та довіру у 2021 році.<br>\nЦього року ми продовжили впроваджувати нові сервіси та автоматизовані системи управління громадським транспортом, і переконані, що прийдешній рік буде не менш щедрим на нові досягнення та унікальні рішення для Вас.</p><p>Бажаємо Вам міцного здоров’я, сімейного затишку, миру, добра та злагоди!</p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>З повагою та найкращими побажаннями,</strong></span><br>\n<span style=\"color: #ff9900;\"><strong>команда «УГС»</strong></span></p>",
				"title": "Привітання з Новим роком та Різдвом Христовим"
			},
			"en": {
				"content": "<p style=\"text-align: center;\"><strong><span style=\"color: #0000ff;\">Happy New Year and Merry Christmas!</span></strong></p><p>The team at LLC \"Ukrainian Geoinformation Systems\" sincerely thanks all clients and partners for fruitful cooperation and trust in 2021.<br> This year we continued to implement new services and automated public transport management systems, and we are confident that the coming year will be no less generous with new achievements and unique solutions for you.</p><p>We wish you good health, family warmth, peace, kindness, and harmony!</p><p style=\"text-align: right;\"><span style=\"color: #ff9900;\"><strong>With respect and best wishes,</strong></span><br><span style=\"color: #ff9900;\"><strong>The 'UGS' team</strong></span></p>",
				"title": "New Year and Christmas Greetings"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953961384-0.jpg",
			"date_add": "2021-12-30T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>Відтепер у автобусах Стрийської міської територіальної громади можна скористатися електронною системою оплати проїзду. Ініціативу реалізовано Стрийською територіальною громадою спільно з ТОВ «Українські геоінформаційні системи» та перевізником Стрийським АТП.</p><p>Як розповів розробник, наразі відбувся&#160; запуск електронної системи оплати проїзду в тестовому режимі, на перших 10-ти маршрутах. Проте, упродовж 2 місяців дообладнають систему, й на інших транспортних засобах Стрийського АТП.</p><p>Комплекс системи оплати проїзду унікальний тим, що працює одночасно як з тарифними сітками, так і з багатьма ОТГ та адміністраціями різного рівня. Також, окрім &#160;обліку пільгових поїздок та різноманітних форм оплати, цей комплекс може керувати автобусами на маршруті, повідомляючи водію у режимі онлайн про випередження чи відставання від графіку.</p><p><img decoding=\"async\" class=\"wp-image-53230 alignnone\" src=\"/news-images/news-1753953962101-72.jpg\" alt=\"\" width=\"631\" height=\"351\" srcset=\"/news-images/news-1753953962170-79.jpg 300w, /news-images/news-1753953962207-74.jpg 768w, /news-images/news-1753953962244-8.jpg 1024w, /news-images/news-1753953962314-18.jpg 1073w\" sizes=\"(max-width: 631px) 100vw, 631px\"></p><p>«Зараз ведеться електронний облік поїздок пільговиків, із використанням раніше виданих карток та з врахуванням вартості кожної пільгової поїздки, відповідно до тарифних сіток.</p><p>Водночас, на маршрутах встановлено ручні валідатори, які мають розширений функціонал управління громадським транспортом. Оплату за допомогою банківських та транспортних карток, і через мобільний застосунок буде запущено у найближчі терміни», – зауважує розробник.</p><p>Нагадаємо, <a href=\"http://ua-gis.com/2022/01/11/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">у Стрийській МТГ вже видано понад 1000 соціальних карток</a>, а до кінця березня 2022 року загалом очікується видача 35 тис. карток. Запущені геопортали та мобільні застосунки, із онлайн відстеженням та графіками, через які невдовзі теж можна буде оплачувати за проїзд.</p>",
				"title": "У Стрийській міській територіальній громаді вперше запрацювала унікальна системи оплати проїзду"
			},
			"en": {
				"content": "<p>Now, electronic fare payment can be used on buses in the Stryi City Territorial Community. This initiative was implemented by the Stryi Territorial Community in cooperation with LLC \"Ukrainian Geoinformation Systems\" and the Stryi Auto Transport Enterprise.</p><p>According to the developer, the electronic fare payment system was launched in test mode on the first 10 routes. However, within 2 months, the system will be further equipped on other vehicles of the Stryi Auto Transport Enterprise.</p><p>The fare payment system complex is unique because it simultaneously works with tariff grids and many united territorial communities (OTGs) and administrations of various levels. In addition to accounting for privileged trips and various payment methods, this complex can manage buses on routes by informing the driver in real time about being ahead or behind schedule.</p><p><img decoding=\"async\" class=\"wp-image-53230 alignnone\" src=\"/news-images/news-1753953962101-72.jpg\" alt=\"\" width=\"631\" height=\"351\" srcset=\"/news-images/news-1753953962170-79.jpg 300w, /news-images/news-1753953962207-74.jpg 768w, /news-images/news-1753953962244-8.jpg 1024w, /news-images/news-1753953962314-18.jpg 1073w\" sizes=\"(max-width: 631px) 100vw, 631px\"></p><p>\"Currently, electronic accounting of privileged trips is being conducted using previously issued cards and taking into account the cost of each privileged trip according to tariff grids.</p><p>At the same time, manual validators with extended public transport management functionality have been installed on routes. Payment by bank and transport cards, as well as through a mobile application, will be launched in the near future,\" notes the developer.</p><p>Recall that <a href=\"http://ua-gis.com/2022/01/11/%d1%83-%d1%81%d1%82%d1%80%d0%b8%d0%b9%d1%81%d1%8c%d0%ba%d1%96%d0%b9-%d1%82%d0%b3-%d0%b0%d0%ba%d1%82%d0%b8%d0%b2%d0%bd%d0%be-%d0%b2%d0%bf%d1%80%d0%be%d0%b2%d0%b0%d0%b4%d0%b6%d1%83%d1%8e%d1%82%d1%8c/\">more than 1,000 social cards have already been issued in the Stryi City Territorial Community</a>, and by the end of March 2022, a total of 35,000 cards are expected to be issued. Geoportals and mobile applications with online tracking and schedules have been launched, through which it will soon also be possible to pay for travel.</p>",
				"title": "A unique fare payment system has started operating for the first time in the Stryi City Territorial Community"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953961281-73.jpeg",
			"date_add": "2021-12-27T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p><em>На території Стрийської міської територіальної громади триває видача соціальних карток для пільгових категорій населення щодо відшкодування проїзду в місцевому пасажирському транспорті.</em></p><p>«У Стрию таких карток вже видано понад тисячу. До кінця березня 2022 року загалом очікується видача 35 тис. карток. Видаються соціальні картки через ЦНАП, але незабаром планується розширення, і будуть виїзні бригади, які виїжджатимуть у навколишні населені пункти Стрийщини, щоб надати можливість видачі карток безпосередньо на місці», – зауважує розробник.</p><p>Так, завдяки співпраці керівництва Стрийської міської ради та розробника ТОВ «Українські геоінформаційні системи», невдовзі у Стрийській ТГ запрацює електронна система оплати проїзду та функціонуватиме система обліку пільгового проїзду в пасажирському транспорті.</p><p>Відповідно до ухваленого рішення виконкому Стрийської міської ради від 16 грудня 2021 року, період з 1 січня до 1 квітня 2022 року буде адаптивним, коли діятимуть і електронні квитки, і посвідчення пільговиків. До слова, видані соціальні картки без підтвердження проїзду впродовж 50-ти днів будуть анульовані.</p><p>Таким чином, електронний квиток для пільгових категорій населення щодо відшкодування проїзду в громадському транспорті буде впроваджений повністю з 1 квітня 2022 року.</p><p>Нагадаємо, що у квітні 2021 року фахівці ТОВ «Українські геоінформаційні системи» також забезпечили встановлення GPS – трекерів у транспортних засобах Стрийського АТП, управління якими здійснює система диспетчеризації громадського транспорту <a href=\"http://ua-gis.com/trek-system/\">«Trek»</a>. Завдяки цій системі, місцева влада має змогу контролювати та аналізувати роботу перевізника в режимі реального часу, а пасажири – відстежити в мережі прибуття транспорту.</p>",
				"title": "У Стрийській ТГ активно впроваджуються нові системи оплати проїзду: видано понад 1000 соціальних карток"
			},
			"en": {
				"content": "<p><em>In the territory of the Stryi City Territorial Community, the issuance of social cards for privileged categories of the population regarding fare reimbursement in local passenger transport is ongoing.</em></p><p>\"More than a thousand such cards have already been issued in Stryi. By the end of March 2022, a total of 35,000 cards are expected to be issued. Social cards are issued through CNAPs (Centers for Administrative Services), but soon there are plans to expand, and mobile teams will go to surrounding settlements of the Stryi region to provide the possibility of issuing cards directly on site,\" notes the developer.</p><p>Thus, thanks to the cooperation between the leadership of the Stryi City Council and the developer LLC \"Ukrainian Geoinformation Systems,\" an electronic fare payment system will soon start operating in the Stryi TG, along with a system for accounting privileged travel in passenger transport.</p><p>According to the decision of the executive committee of the Stryi City Council dated December 16, 2021, the period from January 1 to April 1, 2022, will be adaptive, during which both electronic tickets and privileged persons' IDs will be valid. Note that issued social cards without confirmed travel within 50 days will be canceled.</p><p>Thus, the electronic ticket for privileged categories of the population regarding fare reimbursement in public transport will be fully implemented from April 1, 2022.</p><p>Recall that in April 2021, specialists of LLC \"Ukrainian Geoinformation Systems\" also ensured the installation of GPS trackers on vehicles of the Stryi Auto Transport Enterprise, managed by the public transport dispatch system <a href=\"http://ua-gis.com/trek-system/\">\"Trek\"</a>. Thanks to this system, local authorities can monitor and analyze the carrier's operation in real time, and passengers can track the arrival of transport online.</p>",
				"title": "New fare payment systems actively implemented in Stryi TG: over 1000 social cards issued"
			}
		}
	},
	{
		"base_field": {
			"image": "/news-images/news-1753953958612-47.jpg",
			"date_add": "2021-12-15T22:00:00.000Z"
		},
		"multilanguage_field": {
			"uk": {
				"content": "<p>ТОВ «Українські геоінформаційні системи» постійно працює над розробкою та впровадженням нових інформаційних сервісів для ефективної роботи громадського транспорту. Відтак, станом на сьогодні у Львові вже налагоджено роботу усіх інформаційних табло.</p><p>Як зауважує розробник програмного забезпечення, цього вдалося досягнути завдяки спільній та ефективній співпраці з ЛКП «Львівавтодор». Шляхом конструктивного діалогу та розуміння, ми проаналізували основні недоліки у роботі системи інформування пасажирів, а також врахували різноманітні прохання мешканців щодо коректного відображення інформації про прибуття міського транспорту.</p><p><img decoding=\"async\" class=\"aligncenter wp-image-53248 size-large\" src=\"/news-images/news-1753953961009-86.jpeg\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"/news-images/news-1753953959649-9.jpeg 1024w, /news-images/news-1753953959883-74.jpeg 300w, /news-images/news-1753953959920-84.jpeg 768w, /news-images/news-1753953960056-75.jpeg 1600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\"></p><p>Варто зазначити, що відтепер ТОВ «Українські геоінформаційні системи» забезпечує у Львові роботу всіх інформаційних табло на зупинках, завдяки власній системі управління громадським транспортом та інформування пасажирів. Таким чином, забезпечуємо роботу системи прогнозування про прибуття всього транспорту, систему відображення, і відповідно керування цими інформаційними табло та іншими джерелами відкритих даних.</p><p><strong>Довідково:</strong> ТОВ «Українські геоінформаційні системи» — ІТ-компанія, яка займається розробкою та впровадженням систем моніторингу та диспетчеризації рухомих об’єктів, надаючи комплексні рішення перевізникам щодо роботи громадського транспорту.</p><p><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-53254 size-large\" src=\"/news-images/news-1753953961178-35.jpeg\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"/news-images/news-1753953960565-62.jpeg 1024w, /news-images/news-1753953960667-2.jpeg 300w, /news-images/news-1753953960705-54.jpeg 768w, /news-images/news-1753953960774-73.jpeg 1600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\"></p><p></p>",
				"title": "«У Львові відновлено роботу всіх інформаційних табло», — розробник"
			},
			"en": {
				"content": "<p>LLC 'Ukrainian Geoinformation Systems' continuously works on developing and implementing new informational services for the efficient operation of public transport. As of today, the operation of all information boards in Lviv has been fully restored.</p><p>According to the software developer, this achievement was possible thanks to close and effective cooperation with Lviv Utility Enterprise 'Lvivavtodor.' Through constructive dialogue and mutual understanding, we analyzed the main shortcomings in the passenger information system and took into account various requests from residents regarding the accurate display of information about city transport arrivals.</p><p><img decoding=\"async\" class=\"aligncenter wp-image-53248 size-large\" src=\"/news-images/news-1753953961009-86.jpeg\" alt=\"\" width=\"1024\" height=\"768\" sizes=\"(max-width: 1024px) 100vw, 1024px\"></p><p>It is worth noting that now LLC 'Ukrainian Geoinformation Systems' ensures the operation of all information boards at stops in Lviv through its own public transport management and passenger information system. This enables the functioning of the arrival prediction system for all transport, the display system, and accordingly the management of these information boards and other open data sources.</p><p><strong>About the company:</strong> LLC 'Ukrainian Geoinformation Systems' is an IT company specializing in the development and implementation of monitoring and dispatch systems for moving objects, providing comprehensive solutions to carriers for public transport operation.</p><p><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-53254 size-large\" src=\"/news-images/news-1753953961178-35.jpeg\" alt=\"\" width=\"1024\" height=\"768\" sizes=\"(max-width: 1024px) 100vw, 1024px\"></p>",
				"title": "'All information boards in Lviv have been restored,' says the developer"
			}
		}
	}
]