import { DistributionPageContent } from '@common/pagesContent/distribution'


export default {
    seo: {
        title: 'GIS - Дистрибуція',
        description: 'Система продемонструвала якісні результати роботи, користувачі отримують різноманітну документацію щодо своїх об’єктів діяльності, і таким  чином, завжди знають, що відбувається. Надає доступ до усієї звітності  із будь-якого пристрою. Усе, що потрібно – це наявність  Інтернет-з’єднання, що робить систему легкодоступною для користувача.',
    },
    heroWidget: {
        title: 'Дистрибуція',
        description: 'Система продемонструвала якісні результати роботи, користувачі отримують різноманітну документацію щодо своїх об’єктів діяльності, і таким  чином, завжди знають, що відбувається. Надає доступ до усієї звітності  із будь-якого пристрою. Усе, що потрібно – це наявність  Інтернет-з’єднання, що робить систему легкодоступною для користувача.',
    },
    paperWidget: {
        title: '',
        children: [
            {
                type: 'client-paper-card',
                title: 'Програмна частина',
                subtitle: '',
                image: '/images/distribution-program.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Програмне забезпечення, не під’єднане до конкретної операційної системи, а тому може працювати з будь-якою з них.',
                        'У системі реалізовано розподілені режими роботи: адміністратор,  диспетчер, користувач. Система не вимагає створення окремого робочого  місця чи встановлення спеціального програмного забезпечення для  адміністрування та забезпечення роботи диспетчера. Доступ до системи  здійснюється за допомогою звичайного Web-браузера.',
                        'Для геоінформаційного забезпечення системи моніторингу можуть використовуватись відомі картографічні сервіси.',
                    ],
                    advantages: [],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Апаратна частина',
                subtitle: '',
                image: '/images/distribution-device.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Застосування цієї системи також можливе на будь-яких сучасних  транспортних засобах, без заподіяння шкоди штатним електронним системам.',
                        'Система повністю автономна, і не вимагає втручання в роботу штатних систем транспортного засобу.',
                    ],
                    advantages: [],
                },
            },
            {
                type: 'client-paper-card',
                title: 'Датчики',
                subtitle: '',
                image: '/images/distribution-sensors.jpg',
                children: {
                    type: 'client-paper-card-editor',
                    content: 'Для організації контролю параметрів, кожному користувачу системи  надається змога створювати датчики контролю по заданому параметру, або  групі параметрів. На даний час, система підтримує 25 різноманітних  датчиків, кожному з яких призначений певний алгоритм дій.',
                },
            },
        ],
    },
} satisfies DistributionPageContent
