import { ETicketPageContent } from '@common/pagesContent/eTicket'


export default {
    seo: {
        title: 'GIS - Електронний квиток у транспорті (АСООП)',
        description: 'Автоматизована система обліку та оплати проїзду (АСООП) — це комплексне рішення, розроблене ІТ-компанією ТОВ «Українські геоінформаційні системи» та впроваджене оператором ТОВ «ГІС-СЕРВІС». Наразі система успішно функціонує в 5 міських територіальних громадах та охоплює понад 750 тис. пасажирів.',
    },
    heroWidget: {
        title: 'Електронний квиток у транспорті (АСООП)',
        description: 'Автоматизована система обліку та оплати проїзду (АСООП) — це комплексне рішення, розроблене ІТ-компанією ТОВ «Українські геоінформаційні системи» та впроваджене оператором ТОВ «ГІС-СЕРВІС». Наразі система успішно функціонує в 5 міських територіальних громадах та охоплює понад 750 тис. пасажирів.',
        image: '/images/e-ticket-hero-bg.jpg',
        eTicketPortal: {
            title: 'Інформаційно-довідковий ресурс по електронному квитку',
            link: 'https://socium.vin',
            image: '/images/e-ticket-portal-image.jpg',
        },
    },
    afpsWidget: {
        title: 'Автоматизована система обліку та оплати проїзду це:',
        list: [
            'Централізована диспетчерська, що підтримує актуальний стан маршрутів, графіків та перевізників, надаючи інструменти для керування та контролю маршрутної мережі - для замовників перевезень.',
            'Система управління автотранспортним підприємством з робочими місцями для керівника, логіста, відділу кадрів, диспетчера, механіка та інших працівників, що дозволяє відмовитися від паперової документації та забезпечує контроль за роботою підприємства - для перевізників.',
            'Зручні безконтактні методи оплати та використання наданих пільг під час проїзду, Інформування про роботу громадського транспорту через відкриті джерела даних, інформаційні табло на зупинках та мобільні застосунки для оплати проїзду.​',
        ],
    },
    paperWidget: {
        title: null,
        children: [
            {
                type: 'client-paper-card',
                title: 'Окрім цього центральна адміністративна платформа передбачає',
                subtitle: null,
                image: '/images/e-ticket-info.jpg',
                children: {
                    type: 'client-paper-card-ul',
                    list: [
                        'Отримання даних від усіх АСООП України, де впроваджено систему.',
                        'Аналітичний центр для підготовки звітів та формування статистичних даних про діяльність транспортної інфраструктури країни.',
                        'Моніторинг поточного стану транспортної мережі.',
                        'Звітність та моделювання АСООП.',
                        'Обмін даними з державними цифровими сервісами. ',
                    ],
                    advantages: [],
                },
            },
            {
                type: 'client-paper-list',
                title: 'Переваги впровадження АСООП',
                children: [
                    {
                        image: '/images/icon-contact-small.png',
                        content: 'Прозорість фінансових потоків: Моніторинг транзакцій у регіонах, статистика оплат та субвенцій для пільгових категорій.',
                    },
                    {
                        image: '/images/icon-dispatching-small.png',
                        content: 'Ефективна диспетчеризація: Контроль виконання рейсів, аналіз простоїв та оптимізація маршрутів.',
                    },
                    {
                        image: '/images/icon-analytic-small.png',
                        content: 'Аналітика та моделювання: Оцінка збитковості та прибутковості маршрутів, планування оновлення рухомого складу та зміни вартості квитків.',
                    },
                    {
                        image: '/images/icon-car-small.png',
                        content: 'Підвищення якості перевезень: Контроль за чистотою, якістю та зручністю громадського транспорту.',
                    },
                    {
                        image: '/images/icon-people-small.png',
                        content: 'Соціальна складова: Підтримка пільгових категорій, розвиток туристичних маршрутів та соціальної реклами.',
                    },
                
                ],
            },
        ],
    },
    implementationAfpsWidget: {
        content: '<span>Впровадження АСООП</span> сприяє підвищенню ефективності управління громадським транспортом, покращенню якості обслуговування пасажирів та забезпеченню прозорості фінансових операцій у сфері перевезень. Звертайтеся, якщо Вас зацікавила пропозиція!',
    },
} satisfies ETicketPageContent
